Repository: romainsacchi/carculator_online
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: de, fr, it

source: Annual mileage
de: Jährliche Fahrleistung
fr: Kilométrage annuel
it: Chilometraggio annuale

source: Vehicle lifetime
de: Aktuelle Fahrzeug-Lebensdauer
fr: Fin de vie du premier véhicule
it: Durata del veicolo

source: Time of replacement
de: Ersatz des derzeitigen Fahrzeugs
fr: Remplacement anticipé du premier véhicule
it: Sostituzione del veicolo attuale

source: How many kilometers do you drive in a year?
de: Wie viele Kilometer fahren Sie im Jahr?
fr: Combien de kilomètres conduisez-vous par an?
it: Quanti chilometri percorrete in un anno?

source: What do you think is the maximum mileage your car can drive before being permanently discarded?
de: Wie hoch ist Ihrer Meinung nach die maximale Kilometerleistung, die Ihr Auto fahren kann, bevor es endgültig ausrangiert wird?
fr: Quel est le kilométrage maximal que votre véhicule actuel peut atteindre avant d'étre mis hors-service?
it: Qual è, secondo te, il chilometraggio massimo che la tua auto può percorrere prima di essere definitivamente scartata?

source: This value will be used as a reference scenario where the vehicle is replaced the latest possible.
de: Dieser Wert wird als Referenzszenario verwendet, bei dem das aktuelle Fahrzeug so spät wie möglich ersetzt wird.
fr: Ce kiométrage est utilisé pour le scénario de référence 'remplacement tardif'.
it: Questo valore sarà utilizzato come scenario di riferimento in cui il veicolo viene sostituito l'ultimo possibile.

source: When do you wish to replace your vehicle?
de: Wann möchten Sie Ihr jetziges Fahrzeug ersetzen?
fr: A quel kilométrage souhaitez-vous remplacer votre véhicule actuel?
it: Quando desiderate sostituire il vostro veicolo attuale?

source: Carculator : Parameters
de: Carculator: Parameter
fr: Carculator : Paramètres
it: Carculator : Parametri

source: PARAMETERS
de: PARAMETER
fr: PARAMETRES
it: PARAMETRI

source: Unit
de: Einheit
fr: Unité
it: Unità

source: Applies to powertrain
de: Gilt für den Antriebsstrang
fr: Valable pour les propulsions
it: Si applica al gruppo propulsore

source: Applies to size
de: Gilt für die Größenkategorie
fr: Valable pour les tailles
it: Si applica alle dimensioni

source: Modify vehicles
fr: Modifier les véhicules

source: Export inventories
fr: Exporter les inventaires

source: for
de: für
fr: pour
it: per

source: Share results
de: Ergebnisse teilen
fr: Partager les résultats
it: Condividi i risultati

source: Export results to CSV
de: Ergebnisse exportieren (CSV)
fr: Exporter les résultats (CSV)
it: Esportare i risultati (CSV)

source: The different sections of this page present the results of your analysis, based on the concept of life cycle assessment. Each relevant phase of the life cycle of the vehicle is considered and characterized against environmental and economic indicators.
de: In den verschiedenen Abschnitten dieser Seite werden die Ergebnisse Ihrer Analyse basierend auf dem Konzept der Ökobilanz dargestellt. Jede relevante Phase des Lebenszyklus des Fahrzeugs wird berücksichtigt und anhand von Umwelt- und Wirtschaftsindikatoren charakterisiert.
fr: Les différentes sections de cette page présentent les résultats de votre analyse, sur la base du cycle de vie des véhicules. Chaque phase du cycle de vie des véhicules (production, maintenance, utilisation, etc.) est considérée et characterisée grâce à un nombre d'indicateurs environnementaux et économiques.
it: Le diverse sezioni di questa pagina presentano i risultati della tua analisi, in base al concetto di valutazione del ciclo di vita. Ogni fase rilevante del ciclo di vita del veicolo è considerata e caratterizzata da indicatori ambientali ed economici.

source: This is a useful tool when comparing technologies that have environmental hotspots at different phases of the life cycle of a vehicle.
de: Dies ist ein nützliches Hilfsmittel beim Vergleich von Technologien, die in verschiedenen Phasen des Lebenszyklus eines Fahrzeugs Umwelt-Hotspots aufweisen.
fr: L'analyse du cycle de vie est un outil particulièrement apte à comparer différentes technologies, surtout lorsque celles-ci présentent un intérêt ou un problème d'ordre environnemental à différents moments de leur cycle de vie.
it: Questo è uno strumento utile quando si confrontano tecnologie che hanno punti critici ambientali in diverse fasi del ciclo di vita di un veicolo.

source: Any use of the results or inventories under any form should be referenced as following:
de: Bei jeder Verwendung der Ergebnisse oder Inventare sollte wie folgt Bezug genommen werden:
fr: Toute utilisation des résultats présentés, ou des inventaires ayant servi à les produire, doit être dûement référencée comme suit:
it: Qualsiasi utilizzo dei risultati o degli inventari in qualsiasi forma deve essere indicato come segue:

source: VEHICLES SUMMARY
fr: RESUME DES PARAMETRES

source: Here are the vehicles parameters considered for the results presented below (limited to 6 vehicles).
fr: Voici les principaux paramètres des véhicules pour lesquels les résultats sont présentés ci-dessous.L'affichage est limité aux six premiers véhicules.

source: If you wish to modify some of these parameters (fuel blends, engine efficiency, battery size, etc.) or if you wish to add other vehicles (other sizes, other years of manufacture), go to the
fr: Si vous désirez modifier certains de ces paramètres (mélange de carburant, efficacité du moteur, taille de la batterie, durée de vie, etc.), ou bien ajouter d'autres types de véhicules (autres segments, autres années de fabrication), veuillez vous diriger vers la page

source: (login required, registration and use are completely free).
fr: (connexion requise, la création d'un compte et son utilisation sont entièrement gratuits).

source: LIFE CYCLE IMPACT ASSESSMENT - MIDPOINT INDICATORS
de: ÖKOBILANZ - EINZEL-INDIKATOREN
fr: EVALUATION DES IMPACTS DU CYCLE DE VIE - INDICATEURS INTERMEDIAIRES
it: VALUTAZIONE DELL'IMPATTO DEL CICLO DI VITA - INDICATORI INTERMEDI

source: By default, the chart below shows the environmental impacts in terms of greenhouse gas emissions emitted for each vehicle, per km driven. The results are sub-divided into categories: powertrain, maintenance, fuel manufacture, energy storage, etc. The user can change the environmental indicator using the list on the left. The user can isolate some of the impact categories by clicking them out from the legend area.
fr: Par défaut, le graphique ci-dessous présente les impacts environnementaux en terme d'émissions de gaz à effet de serre émis par chaque véhicule, par kilomètre parcouru. Le total forme la somme de sous-catégories: production, maintenance, émissions directes, fabrication du fuel, etc. L'utilisateur peut changer l'indicateur environnemental en le choisissant depuis la liste à gauche. L'utilisateur peut également isoler une source d'impact en cliquant sur celle-ci dans la légende.

source: Impacts per kilometer
fr: Impact par kilomètre

source: Information on selected indicator
fr: Informations sur l'indicateur sélectionné

source: Accumulated impacts over lifetime
de: Kumulierte Auswirkungen über die Lebensdauer
fr: Impacts cumulés lors du cycle de vie
it: Impatti accumulati nel corso della vita

source: Midpoint indicators normalized by the average annual impact of a person
fr: Indicateurs intermédiaires normalisés par l'impact annuel moyen d'une personne

source: The graph below illustrates the accumulated impacts of the vehicles along their use phase. The intercept of the slope represents the impacts associated with the production of the vehicle, occurring before the use phase, while the slope illustrates variable emissions associated with the preparation of the fuel (or generation of the electricity) and direct exhaust and non-exhaust emissions. You may select an impact category to consider from the dropdown menu below.
fr: Le graphique ci-dessous illustre les impacts cumulés des véhicules tout au long de leur phase d'utilisation. L'intersection de la pente au km 0 représente les impacts associés à la production du véhicule, survenant avant la phase d'utilisation, tandis que la pente illustre les émissions variables associées à la préparation du carburant (ou à la production d'électricité) et les émissions directes (échappement et abrasion des pneus, freins, etc.). Vous pouvez sélectionner une catégorie d'impact à prendre en compte dans le menu déroulant ci-dessous.

source: This graph shows midpoint indicators normalized by the average impacts of a person in 2010. This helps identify which midpoint indicators are the most relevant. You can add or remove indicators to consider.
fr: Ce graphique montre les indicateurs intermédiares normalisés par les impacts moyens d'une personne en 2010. Cela permet de déterminer quels sont les indicateurs les plus pertinents. Vous pouvez ajouter ou supprimer des indicateurs à prendre en compte.

source: Because these indicators are normalized, they are not expressed in their original unit, but as a fraction of the impact of an average person over the year 2010.
fr: Comme ces indicateurs sont normalisés, ils ne sont pas exprimés dans leur unité d'origine, mais comme une fraction de l'impact d'une personne moyenne sur l'année 2010.

source: Source for normalization factors and recommendations:
fr: Source des facteurs de normalisation et recommandations:

source: Most recommended
fr: Fiables

source: ozone depletion
fr: Détérioration de la couche d'ozone

source: Recommended
fr: Recommandés

source: ionising radiation
fr: Rayonnement ionisant

source: terrestrial acidification
fr: Acidification terrestre

source: terrestrial eutrophication
fr: Eutrophisation des milieux terrestres

source: freshwater eutrophication
fr: Eutrophisation des milieux aquatiques non-marins

source: marine eutrophication
fr: Eutrophisation des milieux aquatiques marins

source: human toxicity - carcinogenic
fr: Toxicité humaine (cancérogène)

source: human toxicity - non-carcinogenic
fr: Toxicité humaine (non-cancérogène)

source: Least reliable
fr: Indicateurs moins robustes

source: natural land transformation
fr: Transformation de terre naturelle

source: freshwater ecotoxicity
fr: Toxicité des milieux aquatiques non-marins

source: water depletion
fr: Epuisement des réserves d'eau douce

source: metal depletion
fr: Epuisement des ressources en métaux

source: LIFE CYCLE IMPACT ASSESSMENT - SINGLE SCORE
de: ÖKOBILANZ - AGGREGIERTE ERGEBNISSE
fr: EVALUATION DES IMPACTS DU CYCLE DE VIE - SCORE UNIQUE
it: VALUTAZIONE DELL'IMPATTO DEL CICLO DI VITA - PUNTEGGIO SINGOLO

source: The environmental midpoint indicators listed above are characterized and grouped into three main endpoint indicators, namely: damage to human health, damage to ecosystems and resources depletion. These indicators are further monetized to obtain external costs on the environment, according to the StepWise2006 method. This allows to compare them to the cost of ownership (Euro) and obtain a single score by adding them up. The user can adjust the importance to be given to the three environmental indicators as well as the cost of ownership to produce a specific ranking. To remove the cost of ownership from the results and keep environmental indicators only, move the right-most handle of the slider to the right.
de: Die im vorigen Abschnitt aufgeführten Umweltindikatoren sind in drei Kategorien gruppiert: Auswirkungen auf die menschliche Gesundheit, Auswirkungen auf die Ökosysteme (terrestrische, aquatische und marine) und Erschöpfung nicht erneuerbarer Ressourcen. Diese drei Indikatoren werden dann mit Hilfe der Methode Stepwise2006 in Umweltkosten umgerechnet, wodurch sie eine gemeinsame Einheit (Euro) erhalten. Sie können dann mit den Kilometerkosten verglichen werden, um eine Rangfolge zwischen den Fahrzeugen zu erstellen. Benutzer können Präferenzen für bestimmte Indikatoren angeben, diese also stärker oder weniger stark gewichten.
fr: Les indicateurs environnementaux listés dans la section précédente sont regroupés en trois indicateurs finaux: l'impact sur la santé humaine, l'impact sur les ecosystèmes (terrestres, aquatiques et marins), ainsi que l'épuisement des ressources non-renouvelables. Ces trois indicateurs sont ensuite convertis en coûts environnementaux en utilisant la méthode Stepwise2006, ce qui leur permet d'avoir une unité commune (Euro). Ils peuvent être ensuite comparés aux frais kilométriques afin de produire un classement entre les véhicules. L'utilisateur peut fournir un set de préférences pour certains indicateurs en indiquant leur importance relative. L'utilisateur peut également enlever l'indicateur économique en réduisant son importance à 0 pour cent afin de ne garder que les trois indicateurs environnementaux.
it: Gli indicatori ambientali elencati nella sezione precedente sono raggruppati in tre indicatori finali: impatto sulla salute umana, impatto sugli ecosistemi (terrestre, acquatico e marino) e esaurimento delle risorse non rinnovabili. Questi tre indicatori sono poi convertiti in costi ambientali con il metodo Stepwise2006, che permette di avere un'unità comune (Euro). Essi possono poi essere confrontati con i costi chilometrici per produrre una classifica tra i veicoli. L'utente può fornire una serie di preferenze per determinati indicatori, indicando la loro importanza relativa. L'utente può anche rimuovere l'indicatore economico riducendone l'importanza allo 0 per cento in modo da mantenere solo i tre indicatori ambientali.

source: Human health impacts
de: Auswirkungen auf die menschliche Gesundheit
fr: Impacts sur la santé humaine
it: Impatti sulla salute umana

source: Ecosystem impacts
de: Auswirkungen auf das Ökosystem
fr: Impacts sur les ecosystèmes
it: Impatti sull'ecosistema

source: Resource depletion
de: Erschöpfung der Ressourcen
fr: Epuisement des ressources
it: Assottigliamento delle risorse

source: Cost of ownership
de: Kilometerkosten
fr: Frais kilométriques
it: Costi chilometrici

source: Midpoint indicators weighted contribution to single score
fr: Contribution des indicateurs intemédiaires au score unique

source: Endpoint indicators contribution to single score
fr: Contribution des indicateurs finaux au score unique

source: BENCHMARK
de: VERGLEICH
fr: COMPARAISON
it: CONFRONTO

source: This section compares the distance that can be driven by each vehicle given a life cycle budget.
de: Hier wird die Entfernung verglichen, die jedes Fahrzeug bei einem bestimmten Lebenszyklusbudget zurücklegen kann.
fr: Cette section compare la distance parcourue par chaque véhicule étant donné un budget choisi, considérant l'ensemble du cycle de vie des véhicules.
it: Questa sezione confronta la distanza che può essere percorsa da ciascun veicolo dato un budget del ciclo di vita.

source: How long can the vehicles drive on a life cycle budget of 1
de: Wie lange können die Fahrzeuge mit einem Lebenszyklusbudget von 1 fahren
fr: Quelle est la distance parcourue étant donné un budget d'un
it: Per quanto tempo i veicoli possono guidare con un budget del ciclo di vita di 1

source: liter of petrol-eq.
de: Liter Benzin-Äq.
fr: litre de pétrole-eq.
it: litro di benzina-eq.

source: OTHER INDICATORS
de: ANDERE INDIKATOREN
fr: AUTTRES INDICATEURS
it: ALTRI INDICATORI

source: Tank-to-Wheel cumulated energy consumption along driving cycle
de: Tank-to-Wheel kumuliert den Energieverbrauch während des Fahrzyklus
fr: Consommation d'énergie Tank-to-wheel le long du cycle de conduite
it: Consumo di energia accumulato da serbatoio a ruota lungo il ciclo di guida

source: GHG emissions vs. ownership costs
de: THG-Emissionen im Verhältnis zu den Betriebskosten
fr: Emissions de gaz à effet de serre et coûts d'utilisation
it: Emissioni di gas serra rispetto ai costi di proprietà

source: The graph below shows the accumulated Tank-to-wheel energy required to perform the driving cycle. That is the energy required in the fuel tank of the vehicle to drive a given distance, including energy losses at different levels (due to engine efficiency, gearbox inefficiency, charge and discharge efficiency of the battery, etc.). Note that electric vehicles, such as battery electric vehicles or fuel cell vehicles, can partly recover the energy released during braking, which explains the downward sections of their slope.
de: Die Grafik unten zeigt die kumulierte Tank-to-Wheel-Energie, die benötigt wird, um einen Fahrzyklus durchführen. Dies ist die Energie, die aus dem Kraftstofftank des Fahrzeugs benötigt wird, um eine bestimmte Strecke zurückzulegen, einschliesslich Energieverlusten auf verschiedenen Niveaus (aufgrund des Motorwirkungsgrades, der Ineffizienz des Getriebes, des Lade- und Entladewirkungsgrades der Batterie usw.). Es ist zu beachten, dass Elektrofahrzeuge, wie z.B. Batterie-Elektrofahrzeuge oder Brennstoffzellenfahrzeuge, die beim Bremsen freigesetzte Energie teilweise zurückgewinnen können, was die kurzzeitige Reduktion erklärt.
fr: Le graphique ci-dessous représente la consommation d'énergie 'Tank-to-wheel' nécéssaire à l'exécution du cycle de conduite spécifié. C'est-à-dire l'énergie requise pour compléter le cycle de conduite en dépit des pertes entre le réservoir et les roues du véhicule (efficacité du moteur, efficacité de la boîte à vitesse, efficacité de charge et décharge de la batterie, etc.). Remarquez que les véhicules électriques sont capables de récupérer partiellement l'énergie libérée lors du freinage. Ceci explique que les sections plongeantes de leur courbe.
it: Il grafico seguente mostra l'energia accumulata da serbatoio a ruota richiesta per eseguire il ciclo di guida. Questa è l'energia richiesta nel serbatoio del carburante del veicolo per percorrere una determinata distanza, comprese le perdite di energia a diversi livelli (a causa dell'efficienza del motore, dell'inefficienza del cambio, dell'efficienza di carica e scarica della batteria, ecc.). Si noti che i veicoli elettrici, come i veicoli elettrici a batteria o i veicoli a celle a combustibile, possono parzialmente recuperare l'energia rilasciata durante la frenata, il che spiega le sezioni verso il basso della loro pendenza.

source: The graph below illustrates trade-off between environmental performance (in terms of greenhouse gas emissions) and cost of acquisition and use.
de: Die folgende Grafik zeigt den Vergleich zwischen den Umweltauswirkungen (in Bezug auf die Treibhausgasemissionen) und den Anschaffungs- und Nutzungskosten.
fr: Le graphique ci-dessous illustre la performance des véhicules au regard de leurs émissions de gaz à effet de serre et leurs coût d'utilisation le long de leur cycle de vie.
it: Il grafico seguente illustra il compromesso tra le prestazioni ambientali (in termini di emissioni di gas serra) e i costi di acquisizione e utilizzo.

source: Passenger car replacement
de: Ersatz von Personenkraftwagen
fr: Remplacement de voiture

source: Passenger cars comparison
de: Personenkraftwagen im Vergleich
fr: Comparaison de voitures

source: Intermodal comparison
de: Intermodaler Vergleich
fr: Comparaison intermodale

source: A new car?
de: Ein neues Auto?
fr: Une nouvelle voiture?
it: Una macchina nuova?

source: Is it time to change my vehicle?
de: Ist es Zeit, mein Fahrzeug zu wechseln?
fr: Est-il temps de changer ma voiture?
it: È ora di cambiare la mia auto?

source: Does it make sense in terms of environmental impacts?
de: Ist es im Hinblick auf die Umweltauswirkungen sinnvoll?
fr: Cela a t-il du sens vis-à-vis de l'environnement?
it: Ha senso in termini di impatto ambientale?

source: Create a custom analysis for your case.
de: Erstellen Sie eine auf Ihren Fall zugeschnittene Analyse.
fr: Créez une analyse spécifique à votre cas.
it: Create un'analisi specifica per il vostro caso.

source: Directly see the results of a comparison between a gasoline, a diesel, a gaz and an electricity-run vehicle, for
de: Ergebnisse eines Vergleichs zwischen einem Benziner, einem Diesel, einem Gas und einem Elektrofahrzeug, für:
fr: Directement accéder aux résultats de la comparaison entre un véhicule fonctionnant à l'essence, au diesel, au gaz et à l'électricité en
it: Osserva direttamente i risultati di un confronto tra un'auto a benzina, un a diesel, un a gas e un veicolo elettrico, per la seguente nazione:

source: Intermediate
de: Mittel
fr: Intermédiaire
it: Intermedia

source: Set the parameters for a comparison between a gasoline, a diesel, a gas and an electricity-run vehicle, for
de: Ermöglicht die manuelle Einstellung von Fahrzeug-Parametern für einen Vergleich zwischen einem Benzin-, einem Diesel-, einem Gas und einem Elektrofahrzeug, für:
fr: Voir les paramètres pour une analyse comparative entre un véhicule fonctionnant à l'essence, au diesel, au gaz et à l'électricité en
it: Impostare i parametri per un confronto tra un'auto a benzina, un a diesel, un a gas e un veicolo elettrico, per la seguente nazione:

source: (requires login)
de: (erfordert Login)
fr: (requiert la connexion de l'utilisateur)
it: (richiede il login)

source: Advanced
de: Fortgeschritten
fr: Avancé
it: Avanzata

source: Build your own comparative scenario.
de: Erstellen Sie Ihr eigenes Vergleichsszenario.
fr: Faites votre propre analyse comparative
it: Costruisci il tuo scenario comparativo

source: Car, bus, bike?
de: Auto, Bus, Motorrad?
fr: Voiture, bus, moto?

source: Compare different means of transport for passengers.
de: Vergleichen Sie verschiedene Transportmittel für Passagiere.
fr: Comparez différents types de transport public.

source: Old better than new?
de: Neu besser als alt?
fr: Le neuf préférable à l'ancien?

source: Yes, keep it simple!
de: Ja, halte es einfach!
fr: Oui, montrez-moi les résultats!
it: Sì, mantienilo semplice!

source: I'd like to see what's behind.
de: Ich würde gerne sehen, was dahinter steckt.
fr: J'aimerai voir ce qu'il y a derrière.
it: Mi piacerebbe vedere cosa c'è dietro!

source: Let's build it from scratch.
de: Lassen Sie es uns von Grund auf neu bauen.
fr: Partons depuis le début.
it: Costruiamolo da zero!

source: The best way to go.
de: Der beste Weg zum Ziel.
fr: La meilleur façon d'y aller.

source: Set up an analysis to answer your specific question: should you change your current vehicle for a new one?
de: Erstellen Sie eine Analyse, um Ihre spezifische Frage zu beantworten: Sollten Sie Ihr jetziges Fahrzeug gegen ein neues austauschen?
fr: Créez une analyse spécifique à votre cas: devriez-vous changer votre véhicule actuel?
it: Preparate un'analisi per rispondere alla vostra domanda specifica: dovete cambiare il vostro veicolo attuale con uno nuovo?

source: In this analysis, you will be asked for details on your current vehicle as well as your driving habits to find out whether changing your current
de: Bei dieser Analyse werden Sie um Angaben zu Ihrem derzeitigen Fahrzeug sowie zu Ihren Fahrgewohnheiten gebeten, um herauszufinden,
fr: Lors de cette analyse, nous vous poserons quelques questions concernant votre véhicule actuel ainsi que sur vos habitudes de conduite afin de savoir si changer votre véhicule
it: In questa analisi, vi verranno chiesti dettagli sul vostro veicolo attuale e sulle vostre abitudini di guida per scoprire se il cambiamento del vostro veicolo attuale

source: leads to environmental benefits, and if so, under which conditions.
de: ob und unter welchen Bedingungen ein Wechsel Ihres derzeitigen Fahrzeugs zu Umweltvorteilen führt.
fr: est vraiment bénéfique pour l'environnement, et si oui, à quelles conditions.
it: porta a benefici ambientali e, in caso affermativo, a quali condizioni.
