Repository: romainsacchi/carculator_online
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: de, fr, it

source: Username
de: Benutzername
fr: Nom d'utilisateur
it: Nome utente

source: Password
de: Passwort
fr: Mot de passe

source: Remember Me
de: Erinnern Sie sich an mich
fr: Se souvenir de moi lors de ma prochaine visite
it: Ricorda di me

source: Sign In
de: Einloggen
fr: Se connecter
it: Accedi

source: First name
de: Vorname
fr: Prénom
it: Nome

source: Last name
de: Nachname
fr: Nom de famille
it: Cognome

source: Country
de: Land
fr: Pays
it: Nazione

source: Company/Institution
de: Unternehmen/Institution
fr: Entreprise/Institut
it: Azienda/Instituto

source: Subscribe to the newsletter?
de: Abonnieren Sie den Newsletter?
fr: Souscrire à la newsletter
it: Registrati alla newsletter?

source: I allow the support team of carculator to collect and store the submitted data. My submitted data will not be transmitted to any third party, but solely be used to generate statistics on the tool's audience. At any time, I can ask the support team of carculator to consult the data I submitted and request its deletion.
de: Ich erlaube dem Unterstützungsteam von carculator, die eingereichten Daten zu sammeln und zu speichern. Meine eingereichten Daten werden nicht an Dritte weitergegeben, sondern ausschließlich zur Erstellung von Statistiken über das Publikum des Tools verwendet. Ich kann das Support-Team von carculator jederzeit bitten, die von mir eingereichten Daten einzusehen und ihre Löschung zu beantragen.
fr: J'autorise l'équipe de développement de carculator à collecter et enregistrer mes données. Mes données ne seront transmises à aucune partie tierce, mais seulement utilisées dans le but d'établir des statistiques sur l'utilisation du site web. A tout moment je peux demander à consulter mes donnés et ordonner leur effacement.
it: Autorizzo il team di supporto di carculator a raccogliere e archiviare i dati inviati. I miei dati inviati non saranno trasmessi a terzi, ma saranno utilizzati esclusivamente per generare statistiche sul pubblico dello strumento. In qualsiasi momento, posso chiedere al team di supporto di carculator di consultare i dati che ho inviato e richiederne la cancellazione.

source: Repeat Password
de: Passwort wiederholen
fr: Répétez le mot de passe
it: Ripeti la password

source: Register
de: Registrierung
fr: S'enregistrer
it: Registrati

source: Please use a different username.
de: Bitte verwenden Sie einen anderen Benutzernamen.
fr: Utilisez un nom d'utilisateur différent.
it: Si prega di utilizzare un nome utente diverso.

source: Please use a different email address.
de: Bitte verwenden Sie eine andere E-Mail-Adresse.
fr: Utilisez une adresse email différente.
it: Si prega di utilizzare un indirizzo e-mail diverso.

source: Congratulations, you are now a registered user!
de: Sie sind jetzt ein registrierter Benutzer!
fr: Vous êtes maintenant enregistré en tant qu'utilisateur.
it: Congratulazioni, ora sei un utente registrato!

source: Invalid username or password
de: Ungültiger Benutzername oder Passwort
fr: Nom d'utilisateur ou mot de passe invalide
it: Nome utente o password non validi

source: Petrol
de: Benzin
fr: Essence
it: Benzina

source: CNG
de: Komprimiertes Gas
fr: Gaz comprimé
it: Gas compresso

source: Electric
de: Elektrisch
fr: Electrique
it: Elettrica

source: Fuel cell
de: Brennstoffzelle
fr: Pile à combustible
it: Cella a combustibile

source: Hybrid-petrol
de: Hybrid-Benzin
fr: Hybride-essence
it: Ibrido benzina

source: Hybrid-diesel
fr: Hybride-diesel
it: Ibrido diesel

source: (Plugin) Hybrid-petrol
de: (Plugin) Hybrid-Benzin
fr: Hybride-essence rechargeable
it: Ibrido-benzina (Plugin)

source: (Plugin) Hybrid-diesel
fr: Hybride-diesel rechargeable
it: Ibrido-diesel (Plugin)

source: Minicompact
de: Kleinstwagen
fr: Mini-citadine
it: Mini citycar

source: Subcompact
de: Kleinwagen
fr: Citadine
it: Citycar

source: Compact
de: Kompaktklasse
fr: Berline compacte
it: Berlina compatta

source: Mid-size
de: Mittelklasse
fr: Berline familiale
it: Berlina medio-grande

source: Large
de: Oberklasse
fr: Grande routière
it: Berlina tre volumi

source: Email sent!
de: Email gesendet!
fr: Email envoyé!
it: Email inviata!

source: Carculator : Results
de: Carculator : Ergebnisse
fr: Carculator: Résultats
it: Carculator : Risultati

source: Login
de: Einloggen
fr: Se connecter
it: Accesso

source: Logout
de: Ausloggen
fr: Se déconnecter
it: Disconnettersi

source: RESULTS NOT FOUND
de: ERGEBNISSE NICHT GEFUNDEN
fr: RESULTATS NON TROUVES
it: RISULTATI NON TROVATI

source: Sorry, it seems we cannot find the results you requested. The id specified (
de: Es scheint, dass wir die von Ihnen gewünschten Ergebnisse nicht finden können. Die angegebene ID (
fr: Désolé, nous ne trouvons pas les résultats que vous avez demandé. L'identifiant spécifié (
it: Mi dispiace, sembra che non riusciamo a trovare i risultati da lei richiesti. L'id da voi specificato (

source: ) may either be invalid, or the time for which your results are saved in our database has expired.
de: ) ist entweder ungültig sein, oder die Zeit, während der Ihre Ergebnisse in unserer Datenbank gespeichert sind, ist abgelaufen.
fr: ) est soit invalide, ou la période pour laquelle vos résultats sont sauvegardés dans notre base de données a expiré.
it: ) non è valido, oppure il tempo per il quale i vostri risultati sono salvati nel nostro database è scaduto.

source: If the issue persists, please contact us at
de: Wenn das Problem weiterhin besteht, kontaktieren Sie uns bitte unter folgender E-Mail-Adresse
fr: Si le problème persiste, veuillez nous contacter à l'adresse suivante:
it: Se il problema persiste, vi preghiamo di contattarci a

source: You will be redirected to a page where you can perform a new calculation.
de: Sie werden zu einer Seite weitergeleitet, auf der Sie eine neue Berechnung durchführen können.
fr: Vous allez être redirigé vers une page où vous pourrez effectuer un nouveau calcul.
it: Verrete reindirizzati ad una pagina dove potrete eseguire un nuovo calcolo.

source: Copyright
fr: Droits d'auteur attribués à l'
it: Diritti d’autore

source: Paul Scherrer Institut
fr: Institut Paul Scherrer

source: All rights reserved
de: Alle Rechte vorbehalten
fr: Tous droits réservés
it: Tutti i diritti sono riservati

source: Carculator : Home
de: Carculator: Willkommen
fr: Carculator : Accueil

source: Home
fr: Accueil

source: About
de: Über
fr: A propos

source: Facts
de: Fakten
fr: Statistiques
it: Informazioni

source: Team
fr: Equipe
it: Squadra

source: Partners
de: Partner
fr: Partenaires

source: Contact us
de: Kontakt
fr: Contactez-nous
it: Contattaci

source: Online
fr: En ligne

source: Make fast comparisons between different cars, under different scenarios. Save and export your results. Import them in your model.
de: Rasche Vergleiche zwischen verschiedenen Personenwagen, unter verschiedenen Szenarien. Speichern und Exportieren der Resultate. Import in eigene Modelle.
fr: Faites des comparaisons rapides entre véhicules de différentes catégories, soumis à des scénarios énergétiques distincts. Sauvegardez et exportez vos résultats.
it: Fornisce un rapido confronto tra veicoli diversi, con scenari differenti. Salva ed esporta i tuoi risultati. Importali nel tuo modello.

source: Try it out now!
de: Jetzt ausprobieren!
fr: Essayez-le maintenant!
it: Provalo adesso!

source: or
de: oder
fr: ou
it: oppure

source: Install
de: Installieren
fr: Logiciel
it: Installa

source: Make detailed or fleet-wide analyses. Perform sensitivity and uncertainty analyses. Use results in other Python libraries. Export your inventories directly into Brightway2.
de: Führen Sie detaillierte oder flottenweite Analysen durch. Führen Sie Sensitivitäts- und Unsicherheitsanalysen durch. Verwenden Sie die Ergebnisse in anderen Python-Modellen.
fr: Effectuez des analyses détaillées ou à l'échelle d'une flotte. Effectuez des analyses de sensibilité et d'incertitude. Connectez vos modèles à d'autres bibliothèques Python.
it: Effettuare analisi dettagliate e calcoli a livello di flotta. Eseguire analisi di sensibilità e di incertezza. Collegare i vostri modelli ad altre librerie Python.

source: requires python >=3.6
de: benötigt python >=3.6
fr: requiert python >=3.6
it: richiede python >=3.6

source: ABOUT
de: ÜBER
fr: A PROPOS

source: is an open-source, comprehensive and transparent life cycle assessment tool for passenger cars. It allows for an economic and environmental evaluation of different types of cars under several driving and energy supply scenarios.
de: Umfassendes und transparentes open-source Lebenszyklusanalyse Tool für Personenwagen. Ermöglicht eine wirtschaftliche und umweltbezogene Evaluation verschiedener Typen von Personenwagen für mehrere Fahrzyklen und Energieversorgungsszenarien.
fr: est un outil d'évaluation de cycle de vie en libre usage, exhaustif et transparent pour les véhicules de tourisme. Il permet d'évaluer l'empreinte environnmentale ainsi que le coût d'utilisation de différents types de véhicules pour différents cycles de conduite et scénarios énergétiques.
it: è uno strumento per l'analisi del ciclo di vita di autovetture, open-source, completo e trasparente. Esegue una valutazione economica e ambientale di tipi differenti di vetture in diversi scenari di guida e approvvigionamento energetico.

source: Results partly rely on the background inventory data of
de: Die Ökobilanzergebnisse basieren auf Hintergrund-Inventardaten aus der
fr: Les résultats présentés reposent en partie sur la base de données
it: I risultati si basano in parte sui dati dell'inventario di base di

source: and the implementation of impact assessment methods therein.
de: und der Implementierung von Bewertungsmethoden darin.
fr: et de son implementation des méthodes de charactérisation d'impacts.
it: e sull'implementazione dei metodi di valutazione dell'impatto.

source: Unmute
de: Ton an
fr: Activer le son
it: Attiva l'audio

source: Clean Code
de: Übersichtlicher Code
fr: Code sain

source: The code is kept as clean and accessible as possible.
de: Der Code ist so sauber und zugänglich wie möglich.
fr: Le code est gardé aussi propre et compréhensible que possible.
it: Il codice è tenuto il più “pulito” e accessibile possibile.

source: Great Features
de: Grossartige Funktionen
fr: Plein de fonctionnalités
it: Molte funzionalità

source: Allows for fast and highly parametrized life cycle assessments.
de: Ermöglicht schnelle und hochgradig parametrisierte Lebenszyklusanalysen.
fr: Permet l'exéction d'analyses de cycle de vie totalement paramétrées.
it: Analisi del ciclo di vita veloci e completamente parametrizzate.

source: Fast Library
de: Schnelle Library
fr: Librairie rapide
it: Libreria efficiente

source: A Python library version allows for even more specific assessments.
de: Eine Python Library Version erlaubt noch spezifischere Bewertungen.
fr: La librairie python permet l'exécution d'analyses encore plus rapides et spécifiques.
it: Una libreria Python che offre valutazioni ancora più specifiche.

source: Export inventories compatible with
de: Exportiere Inventare die kompatibel sind mit
fr: Les inventaires calculés sont compatibles avec
it: Consente di esportare inventari compatibili con

source: State-of-the-art
de: Auf dem neuesten Stand
fr: Etat de l'art
it: Stato dell’arte

source: Relies on recent published inventories to model energy chains.
de: Baut auf neuesten, publizierten Inventaren auf, um Energieketten zu modellieren (siehe Veröffentlichungen).
fr: Utilise des inventaires récents et vérifiés pour modéliser les différentes chaînes d'approvisionnement d'énergie
it: Si affida ad inventari recentemente pubblicati per modellare le catene energetiche.

source: Well Documented
de: Ausgezeichnete Dokumentation
fr: Documentation
it: Ben documentato

source: The library is fully tested, documented and hosted on
de: Die Library ist vollständig gestestet, dokumentiert und gehostet auf
fr: La librairie est entièrement documentée et hébergée sur
it: La libreria è interamente testata, documentata e disponibile su

source: Some facts about
de: Einige Fakten über
fr: Quelques statistiques sur
it: Alcune informazioni riguardo

source: Powertrains
de: Antriebsstränge
fr: Propulsions
it: Motopropulsori

source: Size classes
de: Grössenkategorien
fr: Catégories de taille
it: Classi di dimensione

source: Driving cycles
de: Fahrzyklen
fr: Cycles de conduite
it: Cicli di guida

source: Parameters
de: Parameter
fr: Paramètres
it: Parametri

source: Li-ion battery types
de: Li-Ion Batterietypen
fr: Types de batterie au Lithium
it: Tipologie di batterie Li-ion

source: Electricity mixes for battery charging
de: Strommixe zum Laden der Batterie
fr: Mix électriques pour la recharge
it: Miscele di elettricità per la ricarica della batteria

source: Time horizons
de: Referenzjahre
fr: Horizons temporels
it: Orizzonti temporali

source: Cars used for calibration
de: Autos genutzt für die Kalibrierung
fr: Véhicules utilisés pour la calibration
it: Vetture usate per la calibrazione

source: OUR TEAM
de: UNSER TEAM
fr: NOTRE EQUIPE
it: Il nostro team

source: The team behind the development of
de: Das Team hinter der Entwicklung von
fr: L'équipe en charge du développement de
it: Il team che si è occupato dello sviluppo del

source: sits at the Paul Scherrer Institute, in the
de: ist am Paul Scherrer Institut, in der
fr: se trouve à l'Institut Paul Scherrer
it: ha sede al Paul Scherrer Institute, presso il

source: Pilot
fr: Pilote
it: Pilota

source: Pit-stop manager
de: Boxenstopp Manager
fr: Chef d'atelier
it: Manager del pit-stop

source: Designer (now at INFRAS)
de: Designer (bei INFRAS)
fr: Designer (chez INFRAS)
it: Designer (ora a INFRAS)

source: Engine specialist
de: Motorspezialistin
fr: Spéclialiste moteur
it: Specialista di motori

source: Chief Aerodynamicist
de: Chefaerodynamikerin
fr: En charge de l'aérodynamique
it: Capo aerodinamico

source: Mechanic
de: Mechaniker
fr: Mécanicien
it: Meccanico

source: OUR PARTNERS
de: UNSERE PARTNER
fr: NOS PARTENAIRES
it: I nostri partner

source: carculator was developed within the
de: carculator wurde entwickelt im Rahmen des
fr: carculator a été developpé dans le contexte du projet
it: carculator è stato sviluppato all’interno del

source: funded by innosuisse. We received additional funding via the research projects
de: finanziert von innosuisse. Zusätzliche Mittel stammen aus den Forschungsprojekten
fr: financé par InnoSuisse. Nous avons reçu un soutient financier additionnel de la part de
it: fondato da innosuisse. Abbiamo ricevuto finanziamenti supplementari tramite i progetti di ricerca

source: and
de: und
fr: et
it: e

source: as well as
de: sowie den beiden
fr: ainsi que
it: , così come

source: Publications on
de: Publikationen zur
fr: Publications sur le thème de la
it: Pubblicazioni sul tema della

source: mobility
de: mobilität
fr: mobilité
it: mobilità

source: CONTACT
de: KONTAKTIEREN SIE
fr: CONTACTEZ-
it: Contattaci

source: US
de: UNS
fr: NOUS

source: We are always happy to hear from you.
de: Wir freuen uns von Ihnen zu hören.
fr: Nous serions ravis d'avoir un retour de votre part.
it: Siamo sempre felici di ricevere la vostra opinione

source: Name
fr: Nom
it: Nome

source: Enter Email
de: Email
fr: Entrez votre adresse email
it: Inserisci email

source: SUBMIT
de: ABSENDEN
fr: ENVOYER
it: Inviare

source: carculator support
fr: Questions à propos de carculator
it: Domande su carculator

source: Write to us if you have any questions about the tool, methods or results.
de: Schreiben Sie uns, wenn Sie Fragen zum Tool, zu Methoden oder Resultaten haben.
fr: Ecrivez-nous si vous avez des questions à propos de l'outil.
it: Scrivici se hai domande sullo strumento, sui metodi usati o sui risultati.

source: New User?
de: Neuer Benutzer?
fr: Nouvel utilisateur?
it: Nuovo utente?

source: Click to Register!
de: Hier klicken zur Registrierung
fr: Cliquez pour vous enregistrer!
it: Clicca per registrarti!

source: Sorry, the website is under maintenance
fr: Désolé, le site est en cours de maintenance.

source: Carculator : Should I keep my old cars?
de: Carculator : Soll ich meine alten Autos behalten?
fr: Carculator: dois-je garder mon ancien véhicule?
it: Carculator: Devo tenere la mia vecchia auto?

source: Modeling and assumptions
de: Modellierung und Annahmen (auf Englisch)
fr: Modélisation et hypothèses (en anglais)
it: Modelli e ipotesi (in inglese)

source: PRINCIPLE
de: GRUNDSATZ
fr: PRINCIPE
it: PRINCIPIO

source: The principle of this exercise is to calculate the difference in terms of greenhouse gas emissions (kg of CO2-eq.) between two scenarios.
de: Das Prinzip dieser Übung besteht darin, die Differenz in Bezug auf die Treibhausgasemissionen (kg CO2-Äq.) zwischen zwei Szenarien zu berechnen.
fr: Le principe de cet exercice est de calculer la différence en terme d'émissions de gaz à effet de serre (kg CO2-eq.) entre deux scénarios.
it: Il principio di questo esercizio è quello di calcolare la differenza in termini di emissioni di gas serra (kg di CO2-eq.) tra due scenari.

source: A first scenario (so-called "late replacement", refer to orange line in graph) where your current vehicle is used to the full extent of its useful lifetime, and then replaced by a (more modern) vehicle of your choice.
de: Ein erstes Szenario (sogenannter 'später Ersatz', siehe orangefarbene Linie in der Grafik), bei dem Ihr aktuelles Fahrzeug in vollem Umfang genutzt wird Nutzungsdauer, und dann durch ein (moderneres) Fahrzeug Ihrer Wahl ersetzt.
fr: Un premier scénario (appelé 'remplacement tardif', voir la courbe orange dans le graphique à droite) représente l'utilisation de votre véhicule actuel le plus longtemps possible, avant d'être remplacé par un second véhicule plus moderne.
it: Un primo scenario (la cosiddetta 'sostituzione tardiva', si riferisce alla linea arancione nel grafico) in cui il vostro veicolo attuale viene utilizzato per tutta la sua vita utile, e poi sostituito da un veicolo (più moderno) a vostra scelta.

source: A second scenario (so-called "early replacement", refer to green line in graph) where your current car is replaced before the end of its useful lifetime, and then replaced by a (more modern) vehicle of your choice.
de: Ein zweites Szenario (sogenannter 'vorzeitiger Ersatz', siehe grüne Linie in der Grafik), bei dem Ihr aktuelles Fahrzeug vor dem Ende seiner Nutzungsdauer ersetzt wird und dann durch ein (moderneres) Fahrzeug Ihrer Wahl ersetzt wird.
fr: Un second scénario (appelé 'remplacement anticipé', voir la courbe verte dans le graphique à droite) représente un remplacement de votre véhicule avant sa fin de vie naturelle, afin d'être remplacé par un second véhicule plus moderne.
it: Un secondo scenario (la cosiddetta 'sostituzione anticipata', si riferisce alla linea verde nel grafico) in cui l'auto attuale viene sostituita prima della fine della sua vita utile, e poi sostituita da un veicolo (più moderno) di vostra scelta.

source: The difference between these two scenarios is an indicator of whether it is beneficial to renew your current vehicle, given the context of use you specify.
de: Der Unterschied zwischen diesen beiden Szenarien ist ein Indikator dafür, ob es vorteilhaft ist, Ihr aktuelles Fahrzeug unter Berücksichtigung des von Ihnen angegebenen Nutzungskontextes zu erneuern.
fr: La différence entre ces deux scénarios, en terme d'émission de gaz à effet de serrre, est un indicateur pour savoir s'il est bénéfique de remplacer votre véhicule actuel afin sa fin de vie.
it: La differenza tra questi due scenari è un indicatore dell'utilità di rinnovare il vostro veicolo attuale, dato il contesto di utilizzo da voi specificato".

source: CURRENT VEHICLE
de: AKTUELLES FAHRZEUG
fr: VEHICULE ACTUEL
it: VEICOLO ATTUALE

source: We need to know a few details about your current car.
de: Wir müssen ein paar Details über Ihr aktuelles Fahrzeug wissen.
fr: Vous devez renseigner quelques détails sur votre véhicule actuel.
it: Abbiamo bisogno di sapere alcuni dettagli sulla vostra auto attuale.

source: Age
de: Alter
fr: Âge

source: Engine type
de: Motortyp
fr: Type de moteur
it: Età

source: Size
de: Grösse/Kategorie
fr: Taille
it: Dimensioni

source: Driving habits
de: Fahrgewohnheiten
fr: Type de conduite
it: Dimensione

source: Location
de: Geographie
fr: Géographie
it: Geografia

source: When has your car been produced?
de: Wann ist Ihr Auto produziert worden?
fr: Quelle est l'année de production de votre véhicule?
it: Quando è stata prodotta la vostra auto?

source: This will also be interpreted as the first year of use.
de: Dies wird auch als das erste Jahr der Anwendung interpretiert.
fr: Ceci sera également interprété comme l'année de première mise en circulation.
it: Anche questo sarà interpretato come il primo anno di utilizzo.

source: What is the engine type of your car?
de: Welchen Motortyp hat Ihr Auto?
fr: Quel est le type de moteur de votre véhicule?
it: Qual è il tipo di motore della vostra auto?

source: What is the size class of your car?
de: Welche ist die Größenklasse Ihres Autos?
fr: Quelle est la catégorie de taille de votre véhicule?
it: Qual è la classe di grandezza della vostra auto?

source: Size class
de: Größenklasse
fr: Catégorie de taille
it: Classe di dimensione

source: Model example
de: Modell-Beispiele
fr: Example de modèles
it: Esempi di modelli

source: Do you mostly drive:
de: Fahren Sie hauptsächlich Auto:
fr: Conduisez-vous la plupart du temps:
it: Guidate soprattutto:

source: A mix of city, countryside and highway
de: Eine Mischung aus Stadt, Land und Autobahn
fr: en ville, en campagne mais aussi sur autoroute
it: Un mix di città, campagna e autostrada

source: in cities
de: in Städten
fr: en ville
it: in città

source: in the countryside
de: auf dem Land
fr: en campagne
it: in campagna

source: on highways
de: auf Autobahnen
fr: sur autoroute
it: sulle autostrade

source: Where are you located?
de: Wo befinden Sie sich?
fr: Dans quel pays utilisez-vous votre véhicule?
it: Dove vi trovate?

source: FUTURE VEHICLE(S)
de: ZWEITES FAHRZEUG
fr: VEHICULE(S) FUTUR(S)
it: SECONDO VEICOLO

source: Choose the vehicle(s) you are considering as your next purchase by dragging them from the left frame to the right frame. Once this si done, hit the button to the right.
de: Wählen Sie das/die Fahrzeug(e), das/die Sie als Ihren nächsten Kauf in Betracht ziehen, indem Sie es/sie vom linken Rahmen auf den rechten Rahmen ziehen. Sobald dies geschehen ist, drücken Sie den Knopf rechts.
fr: Choisissez les véhicules que vous considérez pour votre prochain achat.Déplacez-les de la liste de gauche vers la liste de droite.Ensuite, cliquez sur le bouton à droite.
it: Scegliete il veicolo o i veicoli che state considerando come prossimo acquisto trascinandoli dal telaio sinistro a quello destro. Una volta fatto questo, premere il pulsante a destra.

source: Calculate
de: Berechnen
fr: Calculer
it: Calcolare

source: Choice
de: Auswahlmöglichkeit
fr: Choix
it: Scelta

source: Selection
de: Auswahl
fr: Sélection
it: Selezione

source: RESULTS
de: ERGEBNISSE
fr: RESULTATS
it: RISULTATI

source: Choose an emission type to look at.
fr: Choisissez un type d'émission à considérer.

source: climate change
fr: Changement climatique

source: particulate matter formation
fr: Formation de particules fines

source: photochemical oxidant formation
fr: Formation de brouillard de pollution

source: fossil depletion
fr: Epuisement des ressources d'énergie fossile

source: Please use the handles below to appreciate their effect on the results.
de: Bitte benutzen Sie die untenstehenden Schaltflächen, um ihre Wirkung auf die Ergebnisse zu beurteilen.
fr: Utilisez les boutons glisseurs en dessous afin d'apprécier leur influence sur les résultats.
it: Si prega di utilizzare i pulsanti qui sotto per apprezzare il loro effetto sui risultati.
