Repository: romainsacchi/carculator_online
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: de, fr, it

source: This 'Simple' access to the model gives the environmental impacts and life cycle costs of modern, mid-size diesel, gasoline, gas and battery electric vehicles; for the country you are located in, for the year 2020. The vehicle parameters correspond to the standard settings in our model.
de: Dieser "einfache" Zugang zum Modell gibt die Umweltauswirkungen und Lebenszykluskosten moderner, mittelgroßer Diesel-, Benzin-, Gas- und batterieelektrischer Fahrzeuge; für das Land, in dem Sie sich befinden, für das Jahr 2020. Die Fahrzeugparameter entsprechen den Standardeinstellungen in unserem Modell.
fr: Le mode d'accès 'Simple' mène l'utilisateur directemment aux résultats. Les résultats présentés sont les performances environnmentales d'un véhicule essence, diesel, gaz et électrique, en 2020, pour le pays où vous vous trouvez.
it: Questo "semplice" accesso al modello fornisce gli impatti ambientali e i costi del ciclo di vita di un veicolo moderno di medie dimensioni diesel, benzina, gas e batteria elettrica; per il paese in cui vi trovate, per l'anno 2020.

source: With this version, the same results as with the 'Simple' access are given, but you have access and can modify all the vehicle parameters. Additionally, country-specific electricity mixes for charging the batteries of battery vehicles and producing hydrogen via electrolysis can be selected; the electricity mixes can also be defined by the user.
de: Mit dieser Version werden die gleichen Ergebnisse wie mit dem 'einfachen' Zugang erzielt, aber Sie haben erweiterte Möglichkeiten und können alle Fahrzeugparameter ändern. Zusätzlich können länderspezifische Strommixe für das Laden der Batterien von Batteriefahrzeugen und die Herstellung von Wasserstoff durch Elektrolyse ausgewählt werden; die Strommixe können ebenfalls vom Benutzer definiert werden.
fr: Avec ce mode, les mêmes résultats que ceux présentés dans le mode 'Simple' sont donnés. Cependant, l'utilisateur peut voir et modifier les paramètres des véhicules comparés. De plus, il est possible de définir le mix électrique pour charger le véhicule électrique, etc.
it: Con questa versione si ottengono gli stessi risultati dell'accesso 'Semplice', ma si ha accesso e si possono modificare tutti i parametri del veicolo. Inoltre, è possibile selezionare mix di elettricità specifici per ogni paese per caricare le batterie dei veicoli a batteria e produrre idrogeno tramite elettrolisi; i mix di elettricità possono anche essere definiti dall'utente.

source: This access offers the model full flexibility.
de: Dieser Zugang zum Modell bietet volle Flexibilität.
fr: Ce mode d'accès offre à l'utilisaeur toute la flexibilité du modèle.
it: Questo accesso offre la piena flessibilità del modello.

source: Share configuration
de: Konfiguration teilen
fr: Partager cette configuration
it: Condividi la configurazione

source: Drop configuration file
de: Konfigurationsdatei löschen
fr: Déposez le fichier de configuration
it: Rilascia qui il file di configurazione

source: SCOPE
de: UMFANG
fr: ETENDUE de L'ANALYSE
it: SCOPO

source: Selection of vehicle type
de: Auswahl der Verkehrsmittel
fr: Sélection du type de véhicule
it: Selezione del tipo di veicolo

source: Year, size and powertrain selection
de: Jahr, Grösse und Antriebsart
fr: Sélection de l'année, la taille et le moyen de propulsion
it: Seleziona anno, dimensioni e gruppo di propulsione

source: Select the years, powertrain types and size classes you wish to conduct an assessment of. <br> You may do so <b>by dragging elements with your mouse from the left frame to the right frame</b>.<br> If you have a car model in mind but do not know its powertrain type or size class, you may look it up in the search field below.
de: Wählen Sie die Jahre, Antriebsstrangarten und Größenklassen aus, für die Sie eine Bewertung durchführen möchten. Sie können dies tun, indem Sie Elemente mit der Maus vom linken zum rechten Rahmen ziehen. Wenn Sie ein Fahrzeugmodell haben, dessen Antriebsstrangtyp oder Größenklasse nicht bekannt sind, können Sie im Suchfeld rechts nachschlagen.
fr: Selectionnez les années, les types de propulsion ainsi que les catégories de taille pour lesquelles vous désirez effectuer une analyse. Pour ce faire, déplacez les éléments de la liste de gauche vers la liste de droite. Vous pouvez vous renseigner sur la catégorie de taille et le type de propulsion d'un modèle de voiture en entrant son nom de modèle dans le champ de recherche à droite.
it: Seleziona gli anni di fabbricazione, i tipi di propulsori e le classi di dimensioni di cui desideri condurre una valutazione. Puoi farlo trascinando gli elementi con il mouse dal riquadro sinistro al riquadro destro. Se hai in mente un modello di auto ma non conosci il tipo di propulsione o la classe di dimensioni, puoi cercarlo nel campo di ricerca in basso.

source: What is what?
de: Zu welcher Kategorie gehört ein bestimmtes Auto?
fr: A quelle catégorie de taille appartient ce véhicule?
it: Cos’è?

source: If you are unsure about the definitions of powertrains and sizes carculator uses, you may look up a familiar car model below.
de: Wenn Sie unsicher sind bezüglich der Kategorisierung bestimmter Modelle, können Sie im Kästchen nachschauen.
fr: Si vous avez des doutes quant à la catégorie de taille à laquelle appartient un véhicule, vous pouvez l'obtenir en cherchant un modèle spécifique ci-dessous.
it: Se hai dei dubbi sulle definizioni di 'gruppo di propulsione' e 'dimensioni' usate da carculator, qui sotto puoi dare un’occhiata a un modello di vettura a te familiare.

source: Search for car models
de: Suche nach Automodellen
fr: Rechercher un modèle
it: Cerca modelli di auto

source: Year
de: Jahr
fr: Année
it: Anno

source: Powertrain
de: Antriebsart
fr: Propulsion
it: Gruppo di propulsione

source: Carculator can model the life cycle impacts of passenger cars at different time horizons, considering expected improvements in vehicles design, energy chains, etc.
de: carculator kann die Oekobilanz verschiedener Fahrzeuge berechnen für bestimmte Referenzjahre unter Berücksichtigung technologischer Fortschritte bei den Fahrzeugen, der Treibstoffversorgung, etc.
fr: Carculator peut modéliser les impacts environnementaux de véhicules de tourisme pour un horizon temporel donné, en considérant les progrès technologiques attendus en terme de design, motorisation, production énergétique, etc.
it: Carculator può modellare gli impatti del ciclo di vita di autovetture su diversi orizzonti temporali, tenendo in considerazione i miglioramenti previsti nel design dei veicoli, catene energetiche, etc.

source: Different powertrains, or propulsion technologies, can be considered.
de: Unterschiedliche Antriebsarten können modelliert werden.
fr: Différents moyens de propulsion peuvent être considérés.
it: Diversi gruppi di propulsione, o tecnologie di propulsione, possono essere considerate.

source: Different size categories are available, for any given powertrain type. For reference, a VW Golf corresponds to the Lower medium size class.
de: Unterschiedliche Grössenkategorien für alle Antriebsarten sind verfügbar. Zum Vergleich: Ein VW Golf entspricht der "Kompaktklasse" Kategorie
fr: Différentes catégories de taille sont disponibles, pour n'importe quel type de propulsion. Pour référence, une VW Golf appartient à la catégorie 'Moyenne inférieure'.
it: Diverse categorie di dimensioni sono disponibili, per ogni determinato tipo di gruppo di propulsione. Come riferimento, una Golf VW corrisponde alla classe di dimensioni 'Berlina compatta'.

source: USE
de: NUTZUNG
fr: UTILISATION
it: USO

source: This section defines parameters concerned with the use phase of the vehicles.
de: In diesem Abschnitt werden Parameter definiert, die sich auf die Nutzungsphase der Fahrzeuge beziehen.
fr: Dans cette section, les paramètres ayant attrait à l'utilisation du véhicule sont définis.
it: Questa sezione definisce i parametri relativi alla fase di utilizzo dei veicoli.

source: The model needs to know the driving cycle of the vehicles (i.e., the speed level per second of driving, to derive the needs for acceleration and braking) as well as a few other things, such as the number of passengers, the country the vehicles are operated in, etc.<br> Projected electricity mixes are based on Business-as-usual scenarios from energy models.
de: Das Modell muss den Fahrzyklus der Fahrzeuge kennen (d.h. das Geschwindigkeitsniveau pro Sekunde, um den Beschleunigungs- und Bremsbedarf ableiten zu können) sowie andere Dinge, wie z.B. die Anzahl der Fahrgäste, das Land, in dem die Fahrzeuge betrieben werden, usw. Die prognostizierten Strommixe basieren auf Business-as-usual-Szenarien aus Energiemodellen.
fr: Carculator a besoin de connaître le cycle de conduite sur lequel comparer les véhicules, afin de calculer les besoins en accélération et freinage. Aussi, pour une précision accrue, il est nécéssaire de préciser le pays dans lequel les véhicules sont utilisés.
it: Il modello ha bisogno di conoscere il ciclo di guida dei veicoli (cioè il livello di velocità al secondo di guida, per ricavare le esigenze di accelerazione e di frenata) così come alcune altre cose, come il numero di passeggeri, il paese in cui i veicoli sono utilizzati, ecc. I mix di elettricità proiettati sono basati su scenari di Business-as-usual dai modelli energetici.

source: For European country, the projections originate the
de: Für europäische Länder stammen die Projektionen aus dem
fr: Pour les pays européens, ces projections proviennent du
it: Per i paesi europei, le proiezioni provengono dal

source: from the European Commission. For African countries, projections originate the model
de: von der Europäischen Kommission. Für afrikanische Länder stammen Projektionen aus dem Modell
fr: de la Commission Européenne. Pour les pays africains, les projections sont issues du modèle
it: della Commissione Europea. Per i paesi africani, le proiezioni provengono dal modello

source: For other countries, projections are based on the IEA report
de: Für andere Länder basieren die Projektionen auf dem IEA-Bericht
fr: Enfin, pour les autres pays, les projections sont basées sur le rapport de l'AIE
it: Per gli altri paesi, le proiezioni si basano sul rapporto dell'AIE

source: Driving cycle
de: Fahrzyklus
fr: Cycle de conduite
it: Ciclo di guida

source: Driving cycles are meant to represent real conditions of use of the vehicle. Carculator uses the driving cycle to obtain the acceleration requirement of the vehicle over time. All the vehicles are compared against the same driving cycle.
de: Fahrzyklen repräsentieren Realbedingungen beim Fahren. carculator benutzt den Fahrzyklus um die Beschleunigung des Fahzeugs zu bestimmen.Alle Fahrzeuge werden mit dem gleichen Fahrzyklus verglichen.
fr: Les cycles de conduite servent à représenter un trajet type sur lequel vont se baser les calculs. Depuis le cycle de conduite, carculator calcule le besoin en accéleration et freinage. Tous les véhicules sont comparés sur la base d'un même cycle de conduite.
it: I cicli di guida rappresentano le reali condizioni di utilizzo del veicolo. Carculator impiega i cicli di guida al fine di ottenere la richiesta di accelerazione del veicolo in funzione del tempo. Tutti i veicoli sono confrontati prendendo come riferimento lo stesso ciclo di guida.

source: Geographical conditions
de: In welchem Land?
fr: Conditions géographiques
it: Condizioni geografiche

source: The country of use will influence several important parameters in the life cycle assessment of vehicles. For example, the electricity mix used to charge batteries of electric vehicles or to produce hydrogen through electrolysis will be selected accordingly.
de: Das ausgewählte Land beinflusst wichtige Parameter in der Ökobilanz der Fahrzeuge.Z.B. den Strommix zum Laden der Batterien der Batterieautos, oder zur Herstellung von Wasserstoff via Elektrolyse für Brennstoffzellenautos.
fr: Le pays sélectionné influence plusieurs paramètres dans le cycle de vie du véhicule. Par exemple, le mix électrique utilisé pour recharger la batterie des véhicules électriques ou pour produire l'hydrogène nécéssaire aux véhicules à pile à combustible varie en fonction de l'année, mais aussi du pays sélectionné.
it: Il luogo di utilizzo influenzerà molti parametri importanti dell'analisi del ciclo di vita dei veicoli. Ad esempio, il mix di elettricità usato per ricaricare la batteria di un veicolo elettrico, o per produrre idrogeno attraverso elettrolisi, sará selezionato in base alla nazione selezionata.

source: Select a driving cycle
de: Auswahl des Fahrzyklus
fr: Sélectionnez un cycle de conduite
it: Seleziona un ciclo di guida

source: Select the country where the vehicles should be operated:
de: Auswahl des Landes, in dem die Fahrzeuge betrieben werden:
fr: Sélectionnez le pays où les véhicules sont utilisés:
it: Seleziona lo Stato dove i veicoli dovrebbero essere utilizzati:

source: Electricity mix
de: Strommix
fr: Mix électrique
it: Mix energetico

source: Electricity mixes will determine the carbon intensity of the electricity necessary to operate the car during its Use phase. This may concern, for example, the electricity to charge the battery of an electric vehicle, but also the electricity needed to operate the electrolysis process to produce hydrogen for a fuel cell-powered vehicle.
de: Strommixe bestimmen den CO2-Gehalt des Stroms, der benötigt wird um das Fahrzeug zu betreiben. Dies betrifft z.B. den Strom zum Laden der Batterie eines Batterieautos, aber auch den Strom der zur Elektrolyse zur Wasserstoffproduktion benötigt wird.
fr: Les mixes électriques choisis vont déterminer l'intensité carbone de l'électricité utilisée, notamment durant la charge de batterie, ou la production d'hydrogène.
it: I mix di elettricitá determineranno le emissioni di carbonio necessarie ad operare la vettura durante la sua fase di utilizzo. Ció potrebbe riguardare, ad esempio, l'elettricitá richiesta a ricaricare la batteria di un veicolo elettrico, ma anche l'elettricitá richiesta alla produzione di idrogeno.

source: Passengers
de: Fahrzeugbelegung
fr: Passagers
it: Passeggeri

source: Each passenger has a body mass of 75 kilograms. The average number of passengers per car in Europe is 1.5. The total driving mass is the sum of the total passenger mass, the cargo mass and the curb mass of the vehicle.
de: Jeder Passagier hat eine MAsse von 75kg. Die durchschnittliche Zahl von Passagieren in der EU ist 1.5. Die Masse der Fahrzeuge beim Fahren ist die Summe der Passagiermassen, des Gepäcks und des Fahrzeugs selbst.
fr: Chaque passager a une masse corporelle de 75 kilogrammes. Ce chiffre peut être modifié dans la section 'Paramètres'. Le nombre moyen de passagers en Europe est de 1.5. Ce chiffre peut être également modifié. La masse du véhicule en charge inclut la masse du véhicule en ordre de marche, la masse des passagers ainsi que le masse des marchandises transportées.
it: Ciascun passeggero ha una massa corporea di 75 kg. Il numero medio di passeggeri in Europa é 1.5. La massa di guida corrisponde alla somma della massa del passeggero, la massa dei bagagli e la massa dell'abitacolo del veicolo.

source: Lifetime
de: Lebensdauer
fr: Durée de vie
it: Durata

source: The total mileage of the car is used to normalize life cycle impacts per kilometer driven. The annual mileage is used to differentiate emissions and energy requirement over time, as well as to calculate amortized costs of ownership.
de: Die Gesamtfahrleitung in km wird zur Berechnung der Umweltauswirkungen pro km verwendet. Die jährliche Fahrleistung wird genutzt, um z.B. die Veränderungen im Strommix zu berücksichtigen. Ebenso, um die amortisierten Kosten zu berechnen.
fr: Le nombre de kilomètres total du véhicule est nécéssaire afin de normaliser les impacts par kilomètre parcouru. Le nombre de kilomètres parcourus par an est nécéssaire afin de différencier les émissions liées à la production d'électricité dans le temps ainsi que pour calculer l'amortisation financière du véhicule.
it: Il chilometraggio totale della vettura é usato per normalizzare gli impatti del ciclo di vita per chilometro di guida.

source: Projection models suggest the following electricity mixes for the years selected for the selected country. You may modify them.
de: Anhand von Energiemodellen wird folgender Strommix für das ausgewählte Land vorgeschlagen. Dieser kann verändert werden.
fr: Les modèles de projection utilisés par carculator suggèrent les mix électriques suivant, pour les années et le pays indiqués.
it: I modelli di proiezione suggeriscono i seguenti mix di energia elettrica per gli anni selezionati per il paese selezionato.

source: Nuclear
de: Kernenergie
fr: Nucléaire
it: Nucleare

source: Gas
de: Erdgas
fr: Gaz

source: Solar
de: Fotovoltaik
fr: Photovoltaïque
it: Solare

source: Wind
fr: Eolien
it: Eolico

source: Biomass
de: Biomasse
fr: Biomasse
it: Biomasse

source: Coal
de: Kohle
fr: Charbon
it: Carbone

source: Oil
de: Erdöl
fr: Pétrole
it: Petrolio

source: Geothermal
de: Geothermie
fr: Géothermie
it: Geotermia

source: Waste
de: Abfall
fr: Incinération
it: Rifiuti

source: Biogas with Carbon Capture and Storage (CCS)
de: Biogas mit Kohlenstoffabscheidung und -speicherung (CCS)
fr: Biogas avec séquestration du carbone (CCS)
it: Biogas con cattura e stoccaggio del carbonio (CCS)

source: Biomass with Carbon Capture and Storage (CCS)
de: Biomasse mit Kohlenstoffabscheidung und -speicherung (CCS)
fr: Biomasse avec séquestration du carbone (CCS)
it: Biomassa con cattura e stoccaggio del carbonio (CCS)

source: Coal with Carbon Capture and Storage (CCS)
de: Kohle mit Kohlenstoffabscheidung und -speicherung (CCS)
fr: Charbon avec séquestration du carbone (CCS)
it: Carbone con cattura e stoccaggio del carbonio (CCS)

source: Natural gas with Carbon Capture and Storage (CCS)
de: Erdgas mit Kohlenstoffabscheidung und -speicherung (CCS)
fr: Gas naturel avec séquestration du carbone (CCS)
it: Gas naturale con cattura e stoccaggio del carbonio (CCS)

source: Wood with Carbon Capture and Storage (CCS)
de: Holz mit Kohlenstoffabscheidung und -speicherung (CCS)
fr: Bois avec séquestration du carbone (CCS)
it: Legno con cattura e stoccaggio del carbonio (CCS)

source: Set to zero
de: Auf Null setzen
fr: Remettre à zero
it: Impostare su zero

source: Adjust the number of passengers
de: Anzahl der Passagiere
fr: Ajustez le nombre de passagers
it: Modifica il numero di passeggeri

source: Adjust the cargo mass
de: Zuladung
fr: Ajustez la masse des objets transportés
it: Modifica la massa della merce

source: Adjust the total mileage
de: Gesamtfahrleistung
fr: Ajustez le kilométrage total
it: Aggiusta il chilometraggio totale

source: Adjust the yearly mileage
de: Jährliche Fahrleistung
fr: Ajustez le kilométrage annuel
it: Aggiusta il chilometraggio annuale

source: TANK-TO-WHEEL EFFICIENCY
de: TANK-zu-RAD-WIRKUNGSGRAD
fr: EFFICACITE TANK-TO-WHEEL

source: POWERTRAIN EFFICIENCY
de: Effizienz des Antriebsstrangs
fr: Efficacité du groupe motopropulseur
it: Efficienza del gruppo propulsore

source: This section allows to adjust the tank-to-wheel efficiency of the vehicles. It represents the fraction of energy provided by the energy storage unit effectively transmitted to the wheels.
de: In diesem Abschnitt kann der Wirkungsgrad der Fahrzeuge von Tank-zu-Rad eingestellt werden. Dieser Wirkungsgrad stellt den Anteil der von der Energiespeichereinheit bereitgestellten Energie dar, die effektiv auf die Räder übertragen wird.
fr: Cette section permet d'ajuster l'efficacité énergétique entre le réservoir et les roues du véhicule. Cette efficacité représente la fraction de l'énergie fournie par l'unité de stockage d'énergie effectivement transmise aux roues.
it: Questa sezione permette di regolare l'efficienza del serbatoio a ruota dei veicoli. Questo tasso di efficienza rappresenta la frazione di energia fornita dall'accumulatore di energia effettivamente trasmessa alle ruote.

source: The energy storage efficiency for battery electric cars corresponds to the battery discharge efficiency.
de: Die Energiespeichereffizienz für batterieelektrische Autos entspricht der Effizienz der Batterieentladung.
fr: L'efficacité du stockage d'énergie pour les voitures électriques à batterie correspond à l'efficacité de la décharge de la batterie.
it: L'efficienza dell'accumulo di energia per le auto elettriche a batteria corrisponde all'efficienza di scarica della batteria.

source: The energy storage efficiency for fuel cell cars corresponds to the fuel cell system efficiency.
de: Die Energiespeichereffizienz für Brennstoffzellenautos entspricht der Effizienz des Brennstoffzellensystems.
fr: L'efficacité du stockage de l'énergie pour les voitures à pile à combustible correspond à l'efficacité du système de pile à combustible.
it: L'efficienza dell'immagazzinamento dell'energia per le auto a celle a combustibile corrisponde all'efficienza del sistema a celle a combustibile.

source: Efficiency rate for
de: Effizienzgrad für
fr: Taux d'éfficacité pour
it: Tasso di efficienza per

source: Energy storage efficiency
de: Effizienz der Energiespeicherung
fr: Efficacité du stockage de l'énergie
it: Efficienza dell'immagazzinamento dell'energia

source: Engine efficiency
de: Wirkungsgrad des Motors
fr: Efficacité du moteur
it: Efficienza del motore

source: Drivetrain efficiency
de: Effizienz des Antriebsstrangs
fr: Efficacité de la transmission
it: Efficienza del sistema di trasmissione

source: Tank-to-wheel efficiency
de: Tank-zu-Rad-Wirkungsgrad
fr: Efficacité tank-to-wheel
it: Efficienza Tank-to-wheel

source: ENERGY STORAGE AND FUEL PATHWAYS
de: ENERGIESPEICHERUNG UND KRAFTSOFFPFADE
fr: STOCKAGE DE L'ENERGIE ET TYPES DE CARBURANT
it: STOCCAGGIO ENERGETICO E TIPI DI COMBUSTIBILE

source: ENERGY STORAGE
de: SPEICHERUNG VON ENERGIE
fr: STOCKAGE DE L'ENERGIE
it: ACCUMULO DI ENERGIA

source: If battery electric or plugin-hybrid vehicles are selected, it is possible to adjust a few parameters about the battery. The user can adjust the battery mass. Note that, by default, sixty percent of the mass is assumed to be taken by the cells. The user can also adjust the energy density of the battery cells. These two parameters defines a new capacity for the battery. Note that a heavier battery will increase the energy consumption of the vehicle.
fr: Si l'on choisit des véhicules électriques à batterie, il est possible d'ajuster quelques paramètres concernant la batterie. L'utilisateur peut ajuster la masse de la batterie. Notez que, par défaut, 60 pourcent de la masse est alloué aux cellules. L'utilisateur peut également ajuster la densité énergétique des cellules de la batterie. Ces deux paramètres définissent la capacité la batterie. Notez qu'une batterie plus lourde augmentera la consommation d'énergie du véhicule.
