Repository: romainsacchi/carculator_online
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: de, fr, it

source: The lifetime of the battery can also be adjusted. If the lifetime is lower than the lifetime of the vehicle, a battery replacement is needed. For example, if the battery is expected to last 150,000 km and the vehicle lifetime is 200,000 km, an additional 0.33 unit of a second battery will be needed. This assumes that the environmental burden of the remaining 0.66 unit of the second battery will be allocated to a second-life application. If you do not like this assumption, you can set the battery lifetime to be exactly half of that of the vehicle lifetime. This way, the environmental burden of the second battery will be entirely allocated to the vehicle.
fr: La durée de vie de la batterie peut également être ajustée. Si la durée de vie est inférieure à celle du véhicule, un remplacement de la batterie est nécessaire. Par exemple, si la batterie est censée durer 150 000 km et que la durée de vie du véhicule est de 200 000 km, il faudra ajouter un tiers d'une seconde batterie. Cela suppose que la charge environnementale des deux tiers restant de la seconde batterie seront attribués à une application de seconde vie. Si vous n'adhérez pas à cette approche, vous pouvez fixer la durée de vie de la batterie à exactement la moitié de celle du véhicule. De cette façon, la charge environnementale de la seconde batterie sera entièrement attribuée au véhicule.

source: Finally, the user can select the chemistry and the origin of manufacture of the battery. The origin of manufacture will set the type of electricity to manufacture the battery cells.
fr: Enfin, l'utilisateur peut sélectionner la chimie et l'origine de la fabrication de la batterie. L'origine de la fabrication déterminera le type d'électricité nécessaire à la fabrication des éléments de la batterie.

source: Energy storage for
de: Batterie für
fr: Batterie pour
it: Batteria per

source: Battery mass
de: Masse der Batterie
fr: Masse de la batterie
it: Massa della batteria

source: Cell energy density
de: Energiedichte der Zelle
fr: Densité énergétique des cellules
it: Densità di energia delle celle

source: Battery capacity
de: Kapazität
fr: Capacité
it: Capacità

source: Battery lifetime
de: Lebenszeit
fr: Espérance de vie
it: Durata della vita

source: Chemistry
de: Chemie
fr: Chimie
it: Chimica

source: Origin
de: Herkunft
fr: Origine
it: Origine

source: FUEL PATHWAYS
de: Treibstoffversorgung
fr: TYPE DE CARBURANT
it: TIPO DI CARBURANTE

source: In this section, we define the pathway used to supply fuel for the vehicles as well as the technology used for on-board energy storage.<br> The user can select conventional pathways to represent the supply and use of common fuels such as diesel or unleaded petrol or compressed natural gas, but also alternative fuels, such as bio-diesel, bio-ethanol and bio-methane.
fr: Dans cette section, les types de carburant ainsi que les méthodes de stockage à bord du véchicule sont définis. L'utilisateur peut sélectionner des carburants conventionnels, tels que l'essence, le diesel ou le gaz naturel compressé, mais il peut également sélectionner des carburants dits 'alternatifs', tels que le bio-diesel, le bio-éthanol ou le bio-gas.

source: The alternative fuels presented here are so-called "2nd generation" fuels, as they are produced from residual plant-based material. This means that they do not compete with crops production with the purpose of food supply.
fr: Les carburants alternatifs présentés ici sont dits de '2nde génération' car ils sont produits à partir de matériaux résiduels, pour la plupart d'origine végétale. Cela signifie que leur production n'entre pas en conflit avec la production de resources nécessaire à la consommation humaine.

source: Additionally, several pathways are presented for the supply of hydrogen to be used in fuel cell cars. Hydrogen can either be produced by electrolysis, which is a process that requires electricity, or via a process called "Steam Methane Reforming" which uses steam and methane to produce hydrogen.
fr: De plus, différentes manières de produire l'hydrogène nécessaire aux véhicules à pile à combustible sont dispoibles. L'hydrogène peut être produite par reformage de vapeur à partir de gaz naturel, ou par électrolyse.

source: Regarding energy storage technologies for battery electric vehicles, the user can choose between several types of lithium-ion-based chemistry but also between different origins of manufacture. The origin of battery manufacture will determine the electricity mix used to produce the battery cells.
fr: En ce qui concerne le stockage d'énergie pour les véhicules électriques, l'utilisateur peut choisir entre différents types de batteries au lithium, mais aussi entre différentes origines de fabrication. L'origine de fabrication détermine le mix énergétique utilisé pour la conception des cellules de la batterie.

source: The fuel blend shares presented by default originate different projection models. They can be modified at will. It is to note however that the shre of alternative fuel in the fuel blend an engine can operate on, can be, in practice, limited for technical reasons.
fr: Enfin, les mélanges de carburants présentés sont suggérés par le modèle de projection utilisé par carculator, pour le pays et l'année sélectionnés. L'utilisateur est libre de les modifier. Il est important de noter cependant que certains mélanges pourraient, en pratique, ne pas être compatibles avec le type de motorisation sélectionné.

source: Fuel blend for
de: Treibstoff-Mix für
fr: Mélange de carburant pour
it: Miscela di carburante per

source: Primary fuel
de: Treibstoff primär
fr: Carburant principal
it: Carburante primario

source: Blend
de: Mischverhältnis
fr: Mélange
it: Miscela

source: Secondary fuel
de: Treibstoff beigemischt
fr: Carburant secondaire
it: Carburante secondario

source: ELECTRIC UTILITY SHARE
fr: PART DES KM EN MODE ELECTRIQUE

source: As you have selected a plugin hybrid vehicle, it is important to know the share of the kilometers that are driven in electric mode (as opposed to combustion mode). The value we provide by default is from a study that correlates this share to the range autonomy in electric mode: the higher the range autonomy in electric mode, the higher the share of kilometers driven in electric mode.
fr: Comme vous avez sélectionné un ou plusieurs véhicules hybrides rechargeables, il nous est important de connaître la part des kilomètres conduit en mode électrique seulement. La valeur que nous proposons par défaut est issue d'une étude qui corrèle cette part à la capacité de la batterie: plus la capacité de celle-ci est importante, plus la part effectuée en mode électrique sera élevée.

source: This also means that, as the capacity of the battery increases in the future, so does the share driven in electric mode.
fr: Alors que la capacité d'une batterie va s'acroître grâce aux avancées technologiques, la part effectuée en mode électrique s'accroît aussi.

source: But ultimately, this is specific to the behavior of the driver.
fr: Mais au final, cette part dépend principalement du comportement du conducteur et de ses habitudes de conduite.

source: We let you modify this value here.
fr: Nous vous laissons donc modifier cette valeur ici.

source: Electric utility share for
fr: Part des kilomètres électrifiés

source: Share of kilometers in electric mode vs. combustion mode
fr: Part des kilomètres en mode électrique

source: OTHER CAR PARAMETERS
de: ANDERE FAHRZEUGPARAMETER
fr: AUTRES PARAMETRES
it: ALTRI PARAMETRI DELL'AUTO

source: (Optional, click to expand.)
de: (Optional, klicken Sie, um diesen Abschnitt zu erweitern.)
fr: (Facultatif, cliquez pour développer cette section.)
it: (Facoltativo, fare clic per espandere questa sezione.)

source: Each car is defined by up to 200 input parameters.
de: Jedes Auto wird durch bis zu 200 Eingabeparameter definiert.
fr: Jusqu'à 200 paramètres définissent chaque modèle de véhicule.
it: Ogni auto è definita da un massimo di 200 parametri di input.

source: The default values for these parameters are so-called "most likely" values, calibrated against a large number of car manufacturers data.
de: Die Standardwerte für diese Parameter sind sogenannte "wahrscheinlichste" Werte, die anhand einer großen Anzahl von Daten der Automobilhersteller kalibriert wurden.
fr: Les valeurs par défaut utilisées sont dites les 'plus probables'. Ce sont des valeurs préalablement calibrées à l'aide d'un nombre important de données constructeurs.
it: I valori predefiniti per questi parametri sono i cosiddetti valori "più probabili", calibrati su un gran numero di dati delle case automobilistiche.

source: You are however welcome to override the default value for any of these parameters if you have a specific case in mind
de: Sie können jedoch gerne den Standardwert für einen dieser Parameter überschreiben, wenn Sie einen bestimmten Fall berücksichtigen.
fr: Cependant, il vous est possible de changer ces valeurs pour n'importe quel paramètre.
it: È comunque possibile sostituire il valore predefinito per ognuno di questi parametri se si ha in mente un caso specifico, tramite la barra di ricerca in basso.

source: The search field below allows you to do that. Search for a parameter and add it by using the "Add" button in the right column of the search results table.
de: Das Suchfeld unten ermöglicht es Ihnen, dies zu tun. Suchen Sie nach einem Parameter und fügen Sie ihn über die Schaltfläche 'Hinzufügen' in der rechten Spalte der Suchergebnisliste hinzu.
fr: Pour ce faire, vous pouvez rechercher le paramètre à modifier à l'aide de la barre de recherche ci-dessous, et l'ajouter en cliquant sur le boutton 'Ajouter?' se situant à droite des résultats de recherche.
it: Cerca un parametro e aggiungilo utilizzando il pulsante "Aggiungi" nella colonna di destra della tabella dei risultati della ricerca.

source: The importance, or sensitivity, of a given parameter in regard to environmental impacts is indicated in the left column of the search results table.
de: Die Wichtigkeit oder Empfindlichkeit eines bestimmten Parameters in Bezug auf Umweltauswirkungen wird in der linken Spalte der Suchergebnisliste angegeben.
fr: L'importance d'un paramètre par rapport à l'empreinte environnementale du véhicule est indiquée dans la colonne de gauche des résultats de recherche.
it: L'importanza o la sensibilità di un determinato parametro rispetto agli impatti ambientali è indicata nella colonna di sinistra della tabella dei risultati della ricerca.

source: That is, a parameter with a high sensitivity is a parameter for which a change in its value of
de: Das heißt, ein Parameter mit einer hohen Empfindlichkeit ist ein Parameter, für den eine Änderung seines Werts von
fr: Un paramètre d'une importante sensibilité dont la valeur change d'
it: Nello specifico, un parametro con un'alta sensibilità è un parametro per il quale un cambiamento nel suo valore di

source: leads to a change in environmental impacts by 0.5 to
de: führt zu einer Veränderung der Umweltbelastung um 0.5 bis
fr: mène à une variation des résultats finaux de 0.5 à
it: porta a un cambiamento negli impatti ambientali da un minimo di 0,5 fino a un massimo di

source: against 0.3 to
de: gegenüber 0.3 bis
fr: contre 0.3 à
it: rispetto a un minimo di 0,3 fino a un massimo di

source: for a parameter with medium sensitivity, and 0 to
de: für einen Parameter mit mittlerer Empfindlichkeit und 0 bis
fr: pour un paramètre d'une sensibilité moyenne, et 0 à
it: nel caso di un parametro con sensibilità media, e da un minimo di 0 fino a un massimo di

source: for a parameter with low sensitivity.
de: für einen Parameter mit geringer Empfindlichkeit.
fr: pour un paramètre d'une sensibilité faible.
it: nel caso di un parametro con bassa sensibilità.

source: See full parameters list
de: Siehe vollständige Parameterliste
fr: Voir la liste complète des paramètres
it: Vedi l'elenco completo dei parametri

source: Frequently asked questions (click to see an answer)
de: Häufig gestellte Fragen (zum Anzeigen einer Antwort klicken)
fr: Foire aux questions (cliquez pour voir la réponse)
it: Domande frequenti (clicca per vedere la risposta)

source: How to change the mass of the battery of an electric vehicle?
de: Wie ändere ich die Masse der Batterie eines Elektrofahrzeugs?
fr: Comment changer la masse de la batterie d'un véchicule électrique?
it: Come modificare la massa della batteria di un veicolo elettrico?

source: How to change the capacity of the battery of an electric vehicle?
de: Wie kann man die Kapazität der Batterie eines Elektrofahrzeugs ändern?
fr: Comment changer la capacité de la batterie d'un véchicule électrique?
it: Come modificare la capacità della batteria di un veicolo elettrico?

source: How to change the efficiency of the engine?
de: Wie ändert man den Wirkungsgrad des Motors?
fr: Comment changer l'efficacité du moteur?
it: Come modificare l'efficienza del motore?

source: How to change the weight of the passengers?
de: Wie kann man das Gewicht der Passagiere ändern?
fr: Comment changer la masse moyenne d'un passager?
it: Come modificare il peso dei passeggeri?

source: How to change hybridization level of future diesel vehicles?
de: Wie kann der Hybridisierungsgrad zukünftiger Dieselfahrzeuge geändert werden?
fr: Comment changer le niveau d'hydridisation d'un futur véhicule?
it: Come modificare il livello di ibridazione dei futuri veicoli diesel?

source: How to change the lifetime of a battery?
de: Wie ändere ich die Lebensdauer einer Batterie?
fr: Comment changer l'espérance de vie d'une batterie?
it: Come cambiare la durata di una batteria?

source: How to change the efficiency of a fuel cell stack?
de: Wie kann man die Effizienz eines Brennstoffzellenstapels ändern?
fr: Comment changer l'efficacité d'une pile à combustible?
it: Come modificare l'efficienza di una pila di celle a combustibile?

source: Change the mass of the battery on a electric vehicle
de: Ändern Sie die Masse der Batterie in einem Elektrofahrzeug
fr: Changer la masse d'une batterie sur un véhicule électrique
it: Cambia la massa della batteria su un veicolo elettrico

source: The mass of the battery of an electric vehicle can be changed by modifying the value of the energy battery mass parameter. The mass of the battery is further split into Balance Of Plant (BoP) components mass and battery cells mass. Hence, increasing the mass of the battery will also increase the mass of the battery cells and eventually the energy capacity of the battery. However, increasing the mass of the battery will also increase the driving mass of the vehicle and the energy required to move it over 1 km.
de: Die Masse der Batterie eines Elektrofahrzeugs kann geändert werden, indem der Wert des Energiebatteriemassenparameters geändert wird. Die Masse der Batterie wird weiter in die Masse der Komponenten Balance Of Plant (BoP) und die Masse der Batteriezellen aufgeteilt. Daher erhöht ein Erhöhen der Masse der Batterie auch die Masse der Batteriezellen und schließlich die Energiekapazität der Batterie. Eine Erhöhung der Masse der Batterie erhöht jedoch auch die Antriebsmasse des Fahrzeugs und die Energie, die erforderlich ist, um es über 1 km zu bewegen.
fr: La masse d'une batterie sur un véhicule électrique peut être changée en modifiant la valeur du paramètre energy battery mass. La masse totale de la batterie est ensuite divisée entre la masse des cellules de la batterie et la masse des autres composants de la batterie. Donc, en augmentant la masse totale de la batterie, on augmente également la masse des cellules de la batterie, ce qui a pour conséquence d'en augmenter sa capacité énergétique. Cependant, augmenter la masse de la batterie a aussi pour conséquence d'alourdir le véhicule, augmentant ainsi le besoin en énergie pour son déplacement.
it: La massa della batteria di un veicolo elettrico può essere modificata cambiando il valore del parametro di massa della batteria di energia ("energy battery mass"). La massa della batteria viene ulteriormente suddivisa tra la massa dei componenti di Balance Of Plant (BoP) ("battery BoP mass") e la massa delle celle della batteria ("battery cell mass"). Pertanto, aumentando la massa della batteria aumenterà anche la massa delle celle della batteria e, infine, la capacità energetica della batteria. Tuttavia, aumentando la massa della batteria aumenterà anche la massa motrice del veicolo ("driving mass")e l'energia necessaria per spostarla di 1 km ("tank to wheel energy").

source: Consider the following relations:
de: Betrachten Sie die folgenden Beziehungen:
fr: Considérez les relations suivantes:
it: Considera le seguenti relazioni:

source: but also:
de: aber auch:
fr: mais aussi:
it: ma anche:

source: Add any parameter you would like to modify.
de: Fügen Sie einen beliebigen Parameter hinzu, den Sie ändern möchten.
fr: Ajoutez les paramètres que vous désirez modifier.
it: Aggiungi i parametri che desideri modificare.

source: Search for parameters to modify
de: Suche nach Fahrzeugparametern (in Englisch)
fr: Cherchez des paramètres à modifier
it: Cerca i parametri da modificare (in inglese)

source: Add?
de: Hinzufügen?
fr: Ajouter?
it: Aggiungi?

source: CALCULATION SETTINGS
de: EINSTELLUNGEN zur BERECHNUNG
fr: PARAMETRES DE CALCUL
it: IMPOSTAZIONI DI CALCOLO

source: Linking algorithm
de: LCA-Modell
fr: Algorithme de calcul
it: Algoritmo di calcolo

source: Functional unit
de: Bezugsgrösse
fr: Unité fonctionnelle
it: Unità funzionale

source: Calculation mode
de: Berechnungsmodus
fr: Mode de calcul
it: Modo di calcolo

source: A so-called "attributional" linking algorithm will reflect average impacts associated to the life cycle of the vehicle, in proportion of the function unit specified. A "consequential" linking algorithm will instead reflect the marginal impacts associated to the realization of the functional unit specified, departing from a steady-state system.
fr: Une évaluation des impacts environnementaux qui utilise un algorithme dit 'attributionnel' reflète les impacts moyens associés au cycle de vie moyen du véhicule pour l'unité fonctionnelle spécifiee. Une évalution utilisant un algorithme dit 'conséquentiel' reflète les impacts environnmentaux associés à la réalisation marginale de l'unité fonctionelle.
it: Un algoritmo di collegamento denominato 'attributivo'” rispecchierà gli impatti medi associati al ciclo di vita del veicolo, in proporzione all’unità funzionale specificata. Un algoritmo di collegamento denominato 'consequenziale' rispecchierà invece gli impatti marginali associati alla realizzazione dell’unità funzionale specificata, partendo da un sistema stazionario.

source: Attributional
fr: Attributionnel
it: Attributivo

source: Consequential
fr: Conséquentiel
it: Consequenziale

source: The user can opt for a comparison normalized per vehicle-kilometer driven or per passenger-kilometer. " "The user can also choose a specific distance driven. Finally, it is also possible to generate fleet-average vehicles " "if a fleet composition is given.
de: Der Benutzer kann sich für einen pro gefahrenen Fahrzeugkilometer oder pro Personenkilometer normierten Vergleich entscheiden. Der Benutzer kann auch eine bestimmte gefahrene Strecke wählen. Schliesslich ist es auch möglich, Flottenmittelwertfahrzeuge zu generieren, wenn eine Flottenzusammensetzung vorgegeben ist.
fr: L'utilisateur peut choisir une comparaison sur la base d'un véhicule-kilomètre, ou sur la base d'un passager-kilomètre. Il est également possible de déterminer une distance de conduite pour laquelle générer les résultats. Enfin, il est possible de générer les résultats pour un véhicule moyen d'une flotte, si la composition de la flotte est spécifiée.
it: L'utente può optare per un confronto normalizzato per veicolo-chilometro percorso o per passeggero-chilometro. L'utente può anche scegliere una specifica distanza percorsa. Infine, è anche possibile generare veicoli di media flotta se viene data una composizione della flotta.

source: Quantity
de: Menge
fr: Quantité
it: Quantità

source: Vehicle kilometer
de: Fahrzeugkilometer
fr: Véhicule-kilomètre
it: Veicolo chilometro

source: Passenger kilometer
de: Passagier-Kilometer
fr: Passager-kilomètre
it: Chilometro passeggero

source: Over
de: Über
fr: Sur
it: Su

source: Fleet
de: Flotte
fr: Pour une composition de flotte spécifique
it: Flotta

source: Specify fleet composition
de: Geben Sie die Flottenzusammensetzung an
fr: Spécifiez la composition de la flotte
it: Specifica la composizione della flotta

source: A simple calculation will use "most likely" values as model inputs and outputs. This leads to a single "most likely" result. Error propagation calculation, here using the Monte Carlo approach, will consider instead uncertainty around input and output values of the model. This leads to the generation of results represented by probability intervals.
de: Die einfache Berechnung stützt sich auf die erwarteten Werte für die Fahrzeugparameter als Inputs für das Berechnungsmodell. Dies führt zu einzelnen, "best estimate" Ergebnissen. Werden Unsicherheiten in den Inputs berücksichtigt, dann werden Monte Carlo Simulationen durchgefürt, um die Unsicherheiten in den Ergebnissen zu quantifizieren. Diese Unsicherheiten werden mit Wahrscheinlichkeitsintervallen dargestellt.
fr: Le mode de calcul 'simple' fournit au modèle de calcul du cycle de vie des valeurs moyennes, alors que le mode de calcul avec incertitude fournit au modèle des invertalles de probabilité.
it: Un calcolo semplificato adopererà i valori 'più probabili' come input e output del modello. Ciò conduce al risultato puntuale 'più probabile'. Il calcolo di propagazione dell’errore con approccio Monte Carlo, invece, considererà l’incertezza associata ai valori di input e output del modello. Ciò comporta la generazione di risultati rappresentati da intervalli di probabilità

source: Simple calculation
de: Einfache Berechnung
fr: Mode de calcul simple
it: Calcolo semplificato

source: Error propagation (Monte Carlo)
de: Fehlerfortpflanzung (Monte Carlo)
fr: Analyse d'incertitude (Monte Carlo)
it: Propagazione dell’errore (Monte Carlo)

source: number of iterations
de: Anzahl der Iterationen
fr: nombre d'itérations
it: numero di iterazioni

source: SUV
de: Geländewagen

source: Publications
de: Veröffentlichungen
it: Pubblicazioni

source: Compatible
de: Kompatibel
it: Compatibile

source: Message
de: Nachricht
it: Lascia il tuo messaggio

source: Carculator : Start
de: Carculator: Startseite
it: Carculator : Inizio

source: Mini
de: Kleinstwagen

source: Small
de: Kleinwagen

source: Lower medium
de: Kompaktklasse

source: Medium
de: Mittelklasse

source: Importance
de: Bedeutung
it: Importanza

source: Description
de: Beschreibung
it: Descrizione

source: Source
de: Referenz
it: Riferimento

source: Export Brightway2-compatible inventories
de: Brightway2-kompatible Inventardaten exportieren
it: Esporta inventari compatibili con Brightway2

source: REFERENCE
de: REFERENZ
it: RIFERIMENTO
