Repository: romainsacchi/carculator_online
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: de, fr, it

source: By default, the chart below shows the environmental impacts in terms of greenhouse gas emissions emitted for each vehicle, per km driven. The results are sub-divided into categories: powertrain, maintenance, fuel manufacture, energy storage, etc. The user can change the environmental indicator using the list on the left. The user can isolate some of the impact categories by clicking them out from the legend area.
de: Standardmäßig werden die Treibhausgasemissionen pro Fahrzeug und gefahrenem Kilometer dargestellt. Benutzer können andere Indikatoren aus der Liste auf der linken Seite auswählen. Benutzer können auch einzelne Beiträge durch Anklicken entfernen oder isolieren.
it: Per impostazione predefinita, il grafico seguente mostra gli impatti ambientali in termini di emissioni di gas serra per ogni veicolo, per km percorso. I risultati sono suddivisi in categorie: propulsione, manutenzione, produzione di carburante, accumulo di energia, ecc. L'utente può modificare l'indicatore ambientale utilizzando l'elenco a sinistra. L'utente può isolare alcune delle categorie di impatto cliccando sull'area della legenda.

source: kg CO2-eq.
de: kg CO2-Äq.

source: The graph below illustrates the accumulated impacts of the vehicles along their use phase. The intercept of the slope represents the impacts associated with the production of the vehicle, occurring before the use phase, while the slope illustrates variable emissions associated with the preparation of the fuel (or generation of the electricity) and direct exhaust and non-exhaust emissions. You may select an impact category to consider from the dropdown menu below.
de: Die folgende Grafik zeigt die Auswirkungen der Fahrzeuge während ihrer Nutzungsphase. Der "Fixbetrag" bei Kilometer Null stellt die Auswirkungen dar, die mit der Produktion des Fahrzeugs vor der Nutzungsphase verbunden sind, während die Steigung variable Emissionen darstellt, die mit der Herstellung des Kraftstoffs (oder der Erzeugung des Stroms) und direkten Abgas- und Nichtabgasemissionen verbunden sind. Sie können aus dem Dropdown-Menü unten eine Wirkungskategorie auswählen, die berücksichtigt werden soll.
it: Il grafico seguente illustra gli impatti accumulati dei veicoli durante la loro fase di utilizzo. L'intercettazione della pendenza rappresenta gli impatti associati alla produzione del veicolo, verificatisi prima della fase di utilizzo, mentre la pendenza illustra emissioni variabili associate alla preparazione del combustibile (o generazione di elettricità) e emissioni dirette di scarico e non di scarico . È possibile selezionare una categoria di impatto da considerare dal menu a discesa in basso.

source: Simple
de: Einfach
it: Semplice

source: Carculator : Configuration
de: Carculator: Konfiguration
it: Carculator: Configurazione

source: Hydro
de: Wasserkraft
it: Idroelettrico

source: If battery electric or plugin-hybrid vehicles are selected, it is possible to adjust a few parameters about the battery. The user can adjust the battery mass. Note that, by default, sixty percent of the mass is assumed to be taken by the cells. The user can also adjust the energy density of the battery cells. These two parameters defines a new capacity for the battery. Note that a heavier battery will increase the energy consumption of the vehicle.
de: Wenn batterieelektrische Autos ausgewählt werden, ist es möglich, einige wenige Parameter der Batterie einzustellen. Benutzer können die Masse der Batterie einstellen. Beachten Sie, dass standardmäßig davon ausgegangen wird, dass 60 Prozent der Masse von den Zellen eingenommen werden. Benutzer können auch die Energiedichte der Batteriezellen einstellen. Diese beiden Parameter definieren eine neue Kapazität für die Batterie. Beachten Sie, dass eine schwerere Batterie den Energieverbrauch des Fahrzeugs erhöht.
it: Se vengono selezionati veicoli elettrici a batteria, è possibile regolare alcuni parametri relativi alla batteria. L'utente può regolare la massa della batteria. Si noti che, per impostazione predefinita, si presume che le celle prendano il 60 per cento della massa. L'utente può anche regolare la densità di energia delle celle della batteria. Questi due parametri definiscono una nuova capacità della batteria. Si noti che una batteria più pesante aumenterà il consumo di energia del veicolo.

source: The lifetime of the battery can also be adjusted. If the lifetime is lower than the lifetime of the vehicle, a battery replacement is needed. For example, if the battery is expected to last 150,000 km and the vehicle lifetime is 200,000 km, an additional 0.33 unit of a second battery will be needed. This assumes that the environmental burden of the remaining 0.66 unit of the second battery will be allocated to a second-life application. If you do not like this assumption, you can set the battery lifetime to be exactly half of that of the vehicle lifetime. This way, the environmental burden of the second battery will be entirely allocated to the vehicle.
de: Die Lebensdauer der Batterie kann ebenfalls eingestellt werden. Wenn die Lebensdauer geringer ist als die Lebensdauer des Fahrzeugs, ist ein Batterieaustausch erforderlich. Wenn die Batterie zum Beispiel 150.000 km halten soll und die Fahrzeuglebensdauer 200.000 km beträgt, ist zusätzliche ein Drittel einer zweiten Batterie erforderlich. Dies setzt voraus, dass die Umweltbelastung durch die verbleibenden zwei Drittel der zweiten Batterie einer Zweit-Anwendung zugeordnet werden. Wenn Ihnen diese Annahme nicht gefällt, können Sie die Batterielebensdauer auf genau die Hälfte der Fahrzeuglebensdauer einstellen. Auf diese Weise wird die Umweltbelastung der zweiten Batterie vollständig dem Fahrzeug zugeordnet.
it: Anche la durata della batteria può essere regolata. Se la durata è inferiore a quella del veicolo, è necessario sostituire la batteria. Ad esempio, se si prevede che la batteria duri 150.000 km e la durata del veicolo è di 200.000 km, sarà necessaria un'ulteriore unità di 0,33 di una seconda batteria. Ciò presuppone che l'onere ambientale della restante 0,66 unità della seconda batteria sarà assegnato a un'applicazione di seconda vita. Se questo presupposto non vi piace, potete impostare la durata della batteria esattamente la metà di quella del veicolo. In questo modo, il carico ambientale della seconda batteria sarà interamente assegnato al veicolo.

source: Finally, the user can select the chemistry and the origin of manufacture of the battery. The origin of manufacture will set the type of electricity to manufacture the battery cells.
de: Schließlich können Benutzer die Chemie und den Herstellungsort der Batterie auswählen. Der Ort der Herstellung bestimmt die Art der Elektrizität zur Herstellung der Batteriezellen.
it: Infine, l'utente può selezionare la chimica e l'origine della produzione della batteria. L'origine della produzione imposterà il tipo di elettricità per produrre le celle della batteria.

source: In this section, we define the pathway used to supply fuel for the vehicles as well as the technology used for on-board energy storage.<br> The user can select conventional pathways to represent the supply and use of common fuels such as diesel or unleaded petrol or compressed natural gas, but also alternative fuels, such as bio-diesel, bio-ethanol and bio-methane.
de: In diesem Abschnitt definieren wir den Weg zur Kraftstoffversorgung der Fahrzeuge sowie die Technologie für die Speicherung von Energie an Bord. Der Benutzer kann die üblichen Kraftstoffe wie Diesel oder Benzin oder komprimiertes Erdgas wählen, aber auch alternative Kraftstoffe wie Biodiesel, Bioethanol und Biomethan.
it: I carburanti alternativi qui presentati sono i cosiddetti carburanti di 'seconda generazione', poiché sono prodotti a partire da materiale residuo di origine vegetale. Ciò significa che non competono con la produzione di colture ai fini dell'approvvigionamento alimentare.

source: The alternative fuels presented here are so-called "2nd generation" fuels, as they are produced from residual plant-based material. This means that they do not compete with crops production with the purpose of food supply.
de: Bei den alternativen Kraftstoffen handelt es sich hier um sogenannte "2nd Generation" -Kraftstoffe, die aus pflanzlichen Reststoffen hergestellt werden. Dies bedeutet, dass sie nicht mit der Pflanzenproduktion im Sinne der Nahrungsmittelversorgung konkurrieren.
it: I carburanti alternativi presentati qui sono i cosiddetti "2a generazione " carburanti, poiché sono prodotti a partire da materiale residuo vegetale. Questo significa che non competono con i raccolti produzione ai fini dell'approvvigionamento alimentare.

source: Additionally, several pathways are presented for the supply of hydrogen to be used in fuel cell cars. Hydrogen can either be produced by electrolysis, which is a process that requires electricity, or via a process called "Steam Methane Reforming" which uses steam and methane to produce hydrogen.
de: Darüber hinaus werden verschiedene Wege für die Bereitstellung von Wasserstoff für Brennstoffzellenautos dargestellt. Wasserstoff kann entweder durch Elektrolyse erzeugt werden, was ein Prozess ist, der Elektrizität erfordert, oder durch einen Prozess, der als "Steam Methane Reforming" bezeichnet wird und Dampf und Methan verwendet, um Wasserstoff zu erzeugen.
it: Inoltre, vengono presentati diversi percorsi per la fornitura di idrogeno da utilizzare in auto a celle a combustibile. L'idrogeno può essere prodotto mediante elettrolisi, che è un processo che richiede elettricità o tramite un processo chiamato " Steam Methane Reforming " che utilizza il vapore e metano per produrre idrogeno.

source: Regarding energy storage technologies for battery electric vehicles, the user can choose between several types of lithium-ion-based chemistry but also between different origins of manufacture. The origin of battery manufacture will determine the electricity mix used to produce the battery cells.
de: In Bezug auf Energiespeichertechnologien für batteriebetriebene Elektrofahrzeuge kann der Benutzer zwischen verschiedenen Arten von Lithiumionen-basierter Chemie, aber auch zwischen verschiedenen Herstellungsorten wählen. Der Ort der Batterieherstellung bestimmt den Strommix, der zur Herstellung der Batteriezellen verwendet wird.
it: Per quanto riguarda le tecnologie di accumulo dell'energia per veicoli elettrici a batteria, il l'utente può scegliere tra diversi tipi di chimica a base di ioni di litio ma anche tra diverse origini di fabbricazione. Il l'origine della fabbricazione della batteria determinerà il mix di elettricità utilizzato per produrre le celle della batteria.

source: The fuel blend shares presented by default originate different projection models. They can be modified at will. It is to note however that the shre of alternative fuel in the fuel blend an engine can operate on, can be, in practice, limited for technical reasons.
de: Die standardmässig eingestellten Kraftstoffmischungsanteile stammen aus unterschiedlichen Projektionsmodellen. Sie können nach Belieben modifiziert werden. Es ist jedoch zu beachten, dass der Anteil des alternativen Kraftstoffs an der Kraftstoffmischung, mit der ein Motor betrieben werden kann, in der Praxis aus technischen Gründen begrenzt sein kann.
it: Le quote di miscela di carburante presentate di default danno origine a diversi modelli di proiezione. Possono essere modificati a piacere. È da notare, tuttavia, che la quota di carburante alternativo nella miscela di carburante su cui un motore può funzionare, può essere, in pratica, limitata per motivi tecnici.
