{
  "values":{
    "name":"Nom",
    "powertrain":"Propulsion",
      "size":"Taille",
      "unit":"Unité",
      "brand":"Marque",
      "model":"Modèle",
      "trim":"Edition",
      "curb_mass":"Masse à vide",
      "only_one_country":"Pour le moment, un seul pays peut être sélectionné."   ,
      "category_not_available":"Désolé, cette catégorie de véhicule n'est pas encore disponible.",
      "select_time_horizon":"Une année doit d'abord être sélectionnée.",
      "all_params_set":"Vous avez réglé tous les paramètres nécéssaires. Vous pouvez lancer l'analyse en cliquant sur le bouton 'Calculer' en haut à droite.",
      "missing_type": "Le ou les type(s) de véhicule à analyser est/sont manquant.",
      "missing_year": "Au moins une année doit être sélectionnée.",
      "missing_powertrain":"Le ou les type(s) de propulsion à analyser est/sont manquant.",
      "missing_size":"Le ou les catégories de taille à analyser est/sont manquant.",
      "missing_country":"Le pays pour lequel conduire cette analyse est manquant.",
      "mix_1":"Il semblerait que le mix électrique pour ",
      "mix_2":" ne soit pas égale à 100%.",
      "job_queued":"Votre analyse va être traitée. Les résultats s'afficheront dans une nouvelle fenêtre. Cela peut prendre jusqu'à une minute. Veuillez ne pas fermer cette fenêtre.",
      "job_lost":"Il semblerait que votre analyse ait été interrompue. Nous vous suggérons de la lancer une nouvelle fois.",
      "cookie_disclaimer": "Nous utilisons des cookies pour améliorer la convivialité de nos pages. En fermant cet avis ou en continuant à explorer nos pages, vous acceptez l'utilisation de cookies.",
      "welcome_message_0": "Les voitures électriques sont-elles vraiment moins polluantes que les voitures roulant au diesel?",
      "welcome_message_1": "Est-il temps de considérer les voitures roulant à l'hydrogène?",
      "welcome_message_2": "Les voitures à essence vont-elles réduire leurs émissions de CO2 dans le futur?",
      "welcome_message_3": "Découvrez-le avec carculator.",
      "share_config": "Le téléchargement du fichier de configuration va commencer. Lors de votre prochaine visite, vous pouvez simplement le déposer dans la zone prévue à cet effet sur la droite.",
      "inventory_download": "Le téléchargement du fichier contenant l'inventaire va débuter. Son utilisation requiert ecoinvent v.3.6 cutoff.",
      "save_results": "Vos résultats sont enregistrés pendant une semaine. Pour les partager, copiez simplement l'url de cette page.",
      "popup_blocker": "Si votre navigateur possède un bloqueur de publicité, ce dernier peut empêcher la page des résultats de s'afficher.",
      "climate_change": "Changement climatique [kg CO2-eq.]",
      "chart_title": "Impact par véhicule-kilomètre",
      "chart_title_cost": "Cout d'utilisation tout au long du cycle de vie, en € par véhicule-kilomètre",
  }
}
